window.verifiedBankSupplement = Object.assign(
  window.verifiedBankSupplement || {},
  {
  "ab": [
    "농양",
    "단어"
  ],
  "abc": [
    "알파벳",
    "단어"
  ],
  "abroad": [
    "해외에 , 해외로",
    "단어"
  ],
  "absolutely": [
    "전적으로, 틀림없이",
    "단어"
  ],
  "acceptable": [
    "용인되는 받아들여지는",
    "단어"
  ],
  "accessibility": [
    "U 접근 , 접근하기 쉬움",
    "단어"
  ],
  "accessible": [
    "접근 입장/이용 가능한",
    "단어"
  ],
  "accessory": [
    "부대용품, 액세서리",
    "단어"
  ],
  "accident": [
    "사고 재해",
    "단어"
  ],
  "accordance": [
    "일치, 합치, 조화",
    "단어"
  ],
  "achievement": [
    "업적, 성취한 것",
    "단어"
  ],
  "acquaintance": [
    "아는 사람, 지인",
    "명사"
  ],
  "acres": [
    "방대한 물품",
    "단어"
  ],
  "acrobat": [
    "곡예사",
    "단어"
  ],
  "actor": [
    "배우",
    "단어"
  ],
  "adam": [
    "알다, 알고 있다",
    "단어"
  ],
  "adams": [
    "John ~ ))",
    "단어"
  ],
  "addressed": [
    "주소",
    "동사"
  ],
  "admission": [
    "들어감, 가입, 입장, 입학, 입회",
    "단어"
  ],
  "admissions": [
    "들어감, 가입, 입장, 입학, 입회",
    "단어"
  ],
  "adopted": [
    "입양된",
    "동사"
  ],
  "adoption": [
    "입양",
    "단어"
  ],
  "adventures": [
    "모험",
    "단어"
  ],
  "advisor": [
    "고문",
    "단어"
  ],
  "advisory": [
    "자문 고문 의",
    "단어"
  ],
  "affected": [
    "가장된, 꾸민",
    "동사"
  ],
  "affection": [
    "애정, 정음",
    "명사"
  ],
  "affirm": [
    "단언하다, 확인하다",
    "동사"
  ],
  "affordable": [
    "저렴이",
    "단어"
  ],
  "afghanistan": [
    "아프가니스탄 )",
    "단어"
  ],
  "afternoon": [
    "오후",
    "단어"
  ],
  "ag": [
    "아이고",
    "단어"
  ],
  "aged": [
    "…세 살 의",
    "단어"
  ],
  "agricultural": [
    "농업의",
    "단어"
  ],
  "ah": [
    "아, 어, 야",
    "단어"
  ],
  "aircraft": [
    "항공기",
    "단어"
  ],
  "airline": [
    "항공사",
    "단어"
  ],
  "airlines": [
    "항공사",
    "단어"
  ],
  "ak": [
    "알래스카 )",
    "단어"
  ],
  "alan": [
    "남자 이름",
    "단어"
  ],
  "alarm": [
    "불안, 공포",
    "단어"
  ],
  "albert": [
    "남자 이름",
    "단어"
  ],
  "alberta": [
    "여자 이름",
    "단어"
  ],
  "alcohol": [
    "술, 알코올",
    "단어"
  ],
  "alerts": [
    "기민한, 정신이 초롱초롱한",
    "단어"
  ],
  "alex": [
    "남자 이름 )",
    "단어"
  ],
  "alexander": [
    "남자 이름 , Sander, Sandy))",
    "단어"
  ],
  "algorithm": [
    "알고리즘",
    "단어"
  ],
  "alibi": [
    "알리바이, 부재 증명",
    "명사"
  ],
  "align": [
    "나란히[가지런히] 만들다, 일직선으로 하다, 나란[가지런]하다, (~에 맞춰) ~을 조정[조절]하다",
    "동사"
  ],
  "alike": [
    "비슷한, 닮은",
    "형용사"
  ],
  "alive": [
    "살아 있는",
    "단어"
  ],
  "allen": [
    "남자 이름",
    "단어"
  ],
  "alley": [
    "골목",
    "명사"
  ],
  "alliance": [
    "동맹, 연합",
    "단어"
  ],
  "allocate": [
    "할당하다",
    "동사"
  ],
  "allocated": [
    "할당하다",
    "단어"
  ],
  "allot": [
    "배분하다, 할당하다",
    "동사"
  ],
  "allowance": [
    "용돈, 수당, 허용량",
    "명사"
  ],
  "alloy": [
    "합금",
    "명사"
  ],
  "allude": [
    "암시",
    "동사"
  ],
  "allure": [
    "매혹하다, 매력",
    "동사"
  ],
  "ally": [
    "동맹, 동맹국",
    "명사"
  ],
  "almanac": [
    "연감, 책력",
    "명사"
  ],
  "almighty": [
    "전능하신, 엄청난, 맙소사(놀람·분노를 나타낼 때)",
    "형용사"
  ],
  "almond": [
    "아몬드",
    "명사"
  ],
  "alms": [
    "구호금[품]",
    "명사"
  ],
  "aloe": [
    "알로에",
    "명사"
  ],
  "aloft": [
    "높이, 위에",
    "부사"
  ],
  "aloof": [
    "냉담한, 거리를 두는",
    "형용사"
  ],
  "aloud": [
    "소리 내어",
    "부사"
  ],
  "alphabet": [
    "알파벳",
    "명사"
  ],
  "altar": [
    "제단",
    "명사"
  ],
  "alteration": [
    "변경, 개정",
    "명사"
  ],
  "alternate": [
    "번갈아 생기는 나오는",
    "단어"
  ],
  "altitude": [
    "고도",
    "명사"
  ],
  "altogether": [
    "완전히, 모두 합쳐",
    "부사"
  ],
  "altruism": [
    "이타주의",
    "명사"
  ],
  "altruistic": [
    "이타적인",
    "형용사"
  ],
  "alum": [
    "명반, 백반(염색이나 피혁 공업용 물질)",
    "명사"
  ],
  "aluminium": [
    "알루미늄",
    "명사"
  ],
  "aluminum": [
    "U 미 화학 알루미늄 )",
    "단어"
  ],
  "alumna": [
    "여자 졸업생",
    "명사"
  ],
  "alumni": [
    "졸업생들",
    "단어"
  ],
  "alumnus": [
    "남자 졸업생",
    "명사"
  ],
  "amalgam": [
    "혼합[결합]물, 아말감(흔히 치과에서 쓰는 수은과 다른 금속의 합금)",
    "명사"
  ],
  "amalgamate": [
    "합치다, 융합하다",
    "동사"
  ],
  "amass": [
    "모으다, 축적하다",
    "동사"
  ],
  "amaze": [
    "깜짝 놀라게 하다",
    "동사"
  ],
  "amazed": [
    "놀란",
    "형용사"
  ],
  "amazement": [
    "(대단한) 놀라움",
    "명사"
  ],
  "amazing": [
    "놀라운",
    "단어"
  ],
  "ambassador": [
    "대사, 홍보대사",
    "명사"
  ],
  "ambiance": [
    "분위기",
    "명사"
  ],
  "ambidextrous": [
    "양손잡이의",
    "형용사"
  ],
  "ambience": [
    "분위기",
    "명사"
  ],
  "ambient": [
    "주위의, 둘러싼",
    "형용사"
  ],
  "ambiguity": [
    "모호함",
    "명사"
  ],
  "ambitious": [
    "야심 있는",
    "형용사"
  ],
  "ambivalence": [
    "양가적 감정, 양면성",
    "명사"
  ],
  "ambivalent": [
    "반대 감정이 병존하는, 애증이 엇갈리는",
    "형용사"
  ],
  "amble": [
    "천천히 걷다",
    "동사"
  ],
  "amblyopia": [
    "약시",
    "명사"
  ],
  "ambo": [
    "설교단, 강연대",
    "명사"
  ],
  "ambrosia": [
    "신들의 음식, 매우 맛있는 것",
    "명사"
  ],
  "ambulance": [
    "구급차",
    "명사"
  ],
  "ambulate": [
    "걷다, 보행하다",
    "동사"
  ],
  "ambush": [
    "매복, 기습",
    "명사"
  ],
  "amd": [
    "의학 의료 의",
    "단어"
  ],
  "ameba": [
    "아메바",
    "명사"
  ],
  "ameliorate": [
    "개선하다, 향상시키다",
    "동사"
  ],
  "amelioration": [
    "개선, 향상",
    "명사"
  ],
  "amen": [
    "아멘",
    "명사"
  ],
  "amenable": [
    "말을 잘 듣는, …을 잘 받아들이는, (특정한 방식으로) 처리할 수 있는",
    "형용사"
  ],
  "amended": [
    "개정 수정 하다",
    "단어"
  ],
  "amends": [
    "보상, 배상",
    "명사"
  ],
  "amenity": [
    "편의 시설, 쿠적함",
    "명사"
  ],
  "americanism": [
    "미국식 표현, 미국주의",
    "명사"
  ],
  "americanize": [
    "미국화하다",
    "동사"
  ],
  "americium": [
    "아메리슘",
    "명사"
  ],
  "amethyst": [
    "자수정",
    "명사"
  ],
  "amiability": [
    "상냥함, 붙임성",
    "명사"
  ],
  "amiable": [
    "상냥한, 붙임성 있는",
    "형용사"
  ],
  "amicability": [
    "우호, 화친, 친선, 친선 행위",
    "명사"
  ],
  "amicable": [
    "우호적인, 원만한",
    "형용사"
  ],
  "amice": [
    "개두포(蓋頭布) ), (옛날 승려의) 털모자, (프랑스 canon의) 왼팔 완장",
    "명사"
  ],
  "amid": [
    "(특히 흥분·공포심이 느껴지는) 가운데[중]에, …으로 에워싸인",
    "전치사"
  ],
  "amidships": [
    "배의 중앙부에",
    "부사"
  ],
  "amidst": [
    "(특히 흥분·공포심이 느껴지는) 가운데[중]에, …으로 에워싸인",
    "전치사"
  ],
  "amine": [
    "아민",
    "명사"
  ],
  "amir": [
    "(이슬람 국가의) 왕[통치자]",
    "명사"
  ],
  "amiss": [
    "잘못된",
    "부사"
  ],
  "amity": [
    "우호, 친선",
    "명사"
  ],
  "ammeter": [
    "전류계",
    "명사"
  ],
  "ammonia": [
    "암모니아",
    "명사"
  ],
  "ammoniac": [
    "암모니아의",
    "형용사"
  ],
  "ammonic": [
    "암모늄의",
    "형용사"
  ],
  "ammonite": [
    "암모나이트",
    "명사"
  ],
  "ammunition": [
    "탄약",
    "명사"
  ],
  "amnesia": [
    "기억 상실증",
    "명사"
  ],
  "amnesty": [
    "사면",
    "명사"
  ],
  "amoeba": [
    "아메바",
    "명사"
  ],
  "amoebaean": [
    "(문답체 시 따위) 상호 응답적인(alternately responsive)",
    "형용사"
  ],
  "amok": [
    "미친 듯이, 난폭하게",
    "부사"
  ],
  "amontillado": [
    "아몬틸라도 셰리주",
    "명사"
  ],
  "amoral": [
    "도덕 관념이 없는",
    "형용사"
  ],
  "amorality": [
    "비도덕성, 도덕 관념 없음",
    "명사"
  ],
  "amorist": [
    "호색꾼, 연애 문학 작가",
    "명사"
  ],
  "amorous": [
    "성관계를 원하는, 육욕적인 애정을 보이는",
    "형용사"
  ],
  "amorphism": [
    "무정형 상태",
    "명사"
  ],
  "amorphous": [
    "무정형의, 형태가 없는",
    "형용사"
  ],
  "amortization": [
    "상각, 분할 상환",
    "명사"
  ],
  "amortize": [
    "상각하다, 분할 상환하다",
    "동사"
  ],
  "amour": [
    "(비밀) 정사(情事), 통정(通情)",
    "명사"
  ],
  "amoxicillin": [
    "아목시실린 ((경구(經口) 페니실린))",
    "명사"
  ],
  "amp": [
    "암페어",
    "단어"
  ],
  "amperage": [
    "(암페어로 측정된) 전류의 세기, 암페어 수",
    "명사"
  ],
  "ampere": [
    "암페어",
    "명사"
  ],
  "ampersand": [
    "앰퍼샌드, & 기호",
    "명사"
  ],
  "amphetamine": [
    "암페타민",
    "명사"
  ],
  "amphibia": [
    "양서류",
    "명사"
  ],
  "amphibian": [
    "양서류의, 양서류 동물",
    "형용사"
  ],
  "amphibious": [
    "양서류의, 양면성의",
    "형용사"
  ],
  "amphibiously": [
    "수륙 양쪽에 속하여, 수륙 양용으로",
    "부사"
  ],
  "amphitheater": [
    "원형 극장, 원형 경기장",
    "명사"
  ],
  "amphitheatre": [
    "원형 극장, 원형 경기장",
    "명사"
  ],
  "amphora": [
    "암포라 항아리",
    "명사"
  ],
  "ample": [
    "충분한, 넓은",
    "형용사"
  ],
  "ampleness": [
    "풍부함, 넓음",
    "명사"
  ],
  "amplification": [
    "확대, 증폭",
    "명사"
  ],
  "amplifier": [
    "증폭기",
    "명사"
  ],
  "amplify": [
    "확대하다, 증폭하다",
    "동사"
  ],
  "amplitude": [
    "진폭",
    "명사"
  ],
  "ampoule": [
    "앰플(주사액이 든 작은 병)",
    "명사"
  ],
  "ampule": [
    "(주사약 따위의) 앰풀. (또는 ampoule, ampul)",
    "명사"
  ],
  "ampulla": [
    "(고대 로마의) 양손잡이가 달린 병, 단지, 성유(聖油)[성수] 그릇, 팽대부",
    "명사"
  ],
  "amputate": [
    "절단하다",
    "동사"
  ],
  "amputation": [
    "절단, 절제",
    "명사"
  ],
  "amputee": [
    "절단 환자",
    "명사"
  ],
  "amsterdam": [
    "암스테르담 )",
    "단어"
  ],
  "amuck": [
    "난폭하게, 미친 듯이",
    "부사"
  ],
  "amulet": [
    "부적, 호신부",
    "명사"
  ],
  "amuse": [
    "재미있게 하다",
    "동사"
  ],
  "amusement": [
    "즐거움, 오락",
    "명사"
  ],
  "amusing": [
    "재미있는",
    "형용사"
  ],
  "amusingly": [
    "재미나게, [문장을 수식하여] 재미있는 것은",
    "부사"
  ],
  "amygdala": [
    "편도체",
    "명사"
  ],
  "amyl": [
    "아밀 기",
    "명사"
  ],
  "amylose": [
    "아밀로오스 ((녹말의 주성분인 다당류))",
    "명사"
  ],
  "ana": [
    "어록, 일화집, [pl.] 소화(小話), 일화(anecdote)",
    "명사"
  ],
  "anabasis": [
    "원정, 진군",
    "명사"
  ],
  "anabatic": [
    "상승 기류의[로 생기는](opp. katabatic)",
    "형용사"
  ],
  "anabena": [
    "(채소) daikon, white radish, (비유적)",
    "명사"
  ],
  "anabolic": [
    "동화 작용의",
    "형용사"
  ],
  "anabolism": [
    "동화 작용",
    "명사"
  ],
  "anachronism": [
    "시대착오",
    "명사"
  ],
  "anachronistic": [
    "시대착오의",
    "형용사"
  ],
  "anachronistically": [
    "시대 착오적으로, 시대에 맞지 않게",
    "부사"
  ],
  "anachrony": [
    "시간교란",
    "명사"
  ],
  "anaconda": [
    "아나콘다",
    "명사"
  ],
  "anacreon": [
    "아나크레온",
    "명사"
  ],
  "anacreontic": [
    "아나크레온의, 주정 시의",
    "형용사"
  ],
  "anacrusis": [
    "여음, 업박",
    "명사"
  ],
  "anadem": [
    "꽃관, 화관",
    "명사"
  ],
  "anadiplosis": [
    "전사반복(前辭反復) ((앞글의 중요어, 특히 끝말을 다음 글 앞에서 반복하기))",
    "명사"
  ],
  "anaglyph": [
    "얕은 돋을새김 장식(품), [광학] 입체 사진",
    "명사"
  ],
  "anaglypta": [
    "부조 무늬 벽지",
    "명사"
  ],
  "anagogic": [
    "신비적 해석의",
    "형용사"
  ],
  "anagogical": [
    "영적",
    "형용사"
  ],
  "anagogically": [
    "신비적으로",
    "부사"
  ],
  "anagogy": [
    "신비적 해석, 영적 해석",
    "명사"
  ],
  "anagram": [
    "철자 순서를 바꾼 말",
    "명사"
  ],
  "anagrammatic": [
    "어구의 철자 바꾸기(놀이)의, 철자를 바꾼 어구의",
    "형용사"
  ],
  "anagrammatical": [
    "어구의 철자 바꾸기(놀이)의, 철자를 바꾼 어구의",
    "형용사"
  ],
  "anagrammatically": [
    "철자 순서를 바꾸어, 철자 순서를 바꾼 어구로",
    "부사"
  ],
  "anagrammatism": [
    "어구의 철자 바꾸기",
    "명사"
  ],
  "anagrammatist": [
    "글자 수수께끼 고안[제작]자",
    "명사"
  ],
  "anagrammatize": [
    "바꾸어 다른 말로 만들다",
    "동사"
  ],
  "anagrams": [
    "문자 수수께끼",
    "명사"
  ],
  "analog": [
    "유사의, 상사형 의",
    "단어"
  ],
  "analyst": [
    "분석가",
    "단어"
  ],
  "ancient": [
    "고대의",
    "단어"
  ],
  "anderson": [
    "Carl David ~",
    "단어"
  ],
  "andy": [
    "남자 이름 )",
    "단어"
  ],
  "anecdote": [
    "일화, 짧은 이야기",
    "명사"
  ],
  "anemia": [
    "빈혈",
    "명사"
  ],
  "anesthetic": [
    "마취제, 마취의",
    "명사"
  ],
  "angel": [
    "천사",
    "단어"
  ],
  "angels": [
    "엔젤스",
    "단어"
  ],
  "angle": [
    "각도, 각",
    "단어"
  ],
  "angst": [
    "불안, 고민",
    "명사"
  ],
  "anguish": [
    "극심한 고통, 괴로움",
    "명사"
  ],
  "animation": [
    "생기, 활기",
    "단어"
  ],
  "ankle": [
    "발목",
    "명사"
  ],
  "anna": [
    "형",
    "단어"
  ],
  "anne": [
    "여자 이름",
    "단어"
  ],
  "anniversary": [
    "기념일",
    "단어"
  ],
  "annotation": [
    "주",
    "단어"
  ],
  "announcement": [
    "발표 , 소식",
    "단어"
  ],
  "annoyance": [
    "짜증, 귀찮음",
    "명사"
  ],
  "annuity": [
    "연금, 연금 보험",
    "명사"
  ],
  "anode": [
    "양극",
    "명사"
  ],
  "anomaly": [
    "변칙, 이례",
    "명사"
  ],
  "ant": [
    "개미",
    "명사"
  ],
  "antagonism": [
    "적대, 대립",
    "명사"
  ],
  "antagonist": [
    "적대자 (= opponent )",
    "명사"
  ],
  "antarctica": [
    "남극",
    "명사"
  ],
  "antelope": [
    "영양, 영노루",
    "명사"
  ],
  "anthem": [
    "(국가·단체 등에 중요한 의미가 있는) 노래[–가], (흔히 오르간 반주에 맞춰 부르는) 성가[찬송가]",
    "명사"
  ],
  "anthology": [
    "선집, 선시집",
    "명사"
  ],
  "anthony": [
    "남자 이름 )",
    "단어"
  ],
  "anticipation": [
    "기대, 예상",
    "명사"
  ],
  "antidote": [
    "해독제",
    "명사"
  ],
  "antique": [
    "골동품인",
    "단어"
  ],
  "antiques": [
    "가치가 큰 골동품",
    "단어"
  ],
  "antiquity": [
    "고대, 고대 문물",
    "명사"
  ],
  "antonio": [
    "남자 이름",
    "단어"
  ],
  "anvil": [
    "모루",
    "명사"
  ],
  "anytime": [
    "언제든지 )",
    "단어"
  ],
  "anyway": [
    "게다가",
    "단어"
  ],
  "anywhere": [
    "어디에",
    "단어"
  ],
  "ap": [
    "영 별로인",
    "단어"
  ],
  "apache": [
    "아파치족 사람",
    "단어"
  ],
  "apart": [
    "떨어져",
    "단어"
  ],
  "apathy": [
    "무관심, 무기력",
    "명사"
  ],
  "apex": [
    "정점, 절정",
    "명사"
  ],
  "apostle": [
    "사도",
    "명사"
  ],
  "appall": [
    "오싹하게[질겁하게] 하다, 질리게 하다(terrify)",
    "동사"
  ],
  "apparatus": [
    "장치, 기관",
    "명사"
  ],
  "apparently": [
    "듣자 보아 하니",
    "단어"
  ],
  "appease": [
    "달래다, 진정시키다",
    "동사"
  ],
  "appellant": [
    "항소인",
    "명사"
  ],
  "append": [
    "덧붙이다, 첨부하다",
    "동사"
  ],
  "applause": [
    "박수, 찬채",
    "명사"
  ],
  "appliances": [
    "가전 제품",
    "단어"
  ],
  "applicant": [
    "지원자",
    "단어"
  ],
  "appoint": [
    "지명하다, 임명하다",
    "동사"
  ],
  "appointed": [
    "정해진, 지정된",
    "단어"
  ],
  "appraise": [
    "감정하다, 평가하다",
    "동사"
  ],
  "apprehend": [
    "체포하다, 이해하다",
    "동사"
  ],
  "apprehension": [
    "염려, 불안",
    "명사"
  ],
  "apprentice": [
    "도제, 견습생",
    "명사"
  ],
  "apprenticeship": [
    "견습 기간, 수습",
    "명사"
  ],
  "apprise": [
    "알리다, 통지하다",
    "동사"
  ],
  "approaches": [
    "다가가다 오다",
    "단어"
  ],
  "approbation": [
    "칭찬, 승인",
    "명사"
  ],
  "appropriation": [
    "전용, 충당",
    "명사"
  ],
  "approximation": [
    "근사치, 근접",
    "명사"
  ],
  "apricot": [
    "살구",
    "명사"
  ],
  "apron": [
    "앞치마",
    "명사"
  ],
  "apt": [
    "적절한, 재능 있는",
    "형용사"
  ],
  "aptitude": [
    "적성, 소질",
    "명사"
  ],
  "aquarium": [
    "수족관",
    "명사"
  ],
  "aquatic": [
    "물속[물가]에서 자라는[사는], 수생의, 물과 관련된",
    "형용사"
  ],
  "aqueduct": [
    "수로, 송수로",
    "명사"
  ],
  "arab": [
    "아랍인",
    "단어"
  ],
  "arabian": [
    "아라비아의",
    "형용사"
  ],
  "arbitrary": [
    "임의의, 제멋대로인",
    "형용사"
  ],
  "arbitration": [
    "중재, 조정",
    "명사"
  ],
  "arbor": [
    "정자, 나무 그늘",
    "명사"
  ],
  "arboretum": [
    "수목원",
    "명사"
  ],
  "arcade": [
    "회랑",
    "단어"
  ],
  "arcane": [
    "신비로운, 불가사의한",
    "형용사"
  ],
  "archae": [
    "[고대의][원시적인]의 뜻",
    "명사"
  ],
  "archaeologist": [
    "고고학자",
    "명사"
  ],
  "archaeology": [
    "고고학",
    "명사"
  ],
  "archaic": [
    "고대의, 낡은",
    "형용사"
  ],
  "archangel": [
    "대천사",
    "명사"
  ],
  "archbishop": [
    "대주교",
    "명사"
  ],
  "archer": [
    "궁수",
    "명사"
  ],
  "archery": [
    "궁도, 활쏘기",
    "명사"
  ],
  "ardent": [
    "열렬한",
    "형용사"
  ],
  "ardor": [
    "열정",
    "명사"
  ],
  "arduous": [
    "힘든, 고된",
    "형용사"
  ],
  "arena": [
    "경기장 공연장",
    "단어"
  ],
  "argentina": [
    "아르헨티나",
    "단어"
  ],
  "argumentative": [
    "따지기 좋아하는, 시비를 거는",
    "형용사"
  ],
  "aria": [
    "아리아, 독창곡",
    "명사"
  ],
  "arid": [
    "건조한",
    "형용사"
  ],
  "aridity": [
    "[U] 건조 (상태), 빈약, 무미건조",
    "명사"
  ],
  "aristocracy": [
    "귀족 계급, 귀족 정치",
    "명사"
  ],
  "aristocrat": [
    "귀족",
    "명사"
  ],
  "aristocratic": [
    "귀족적인",
    "형용사"
  ],
  "arithmetic": [
    "산수, 산술",
    "명사"
  ],
  "ark": [
    "방주",
    "명사"
  ],
  "arkansas": [
    "아칸소 주 ((미국 중부의 주",
    "단어"
  ],
  "arm": [
    "팔",
    "단어"
  ],
  "armada": [
    "함대",
    "명사"
  ],
  "armament": [
    "무장, 무기",
    "명사"
  ],
  "armchair": [
    "안락의자",
    "명사"
  ],
  "armed": [
    "무기가 사용되는",
    "단어"
  ],
  "armor": [
    "갑옷",
    "명사"
  ],
  "armory": [
    "문장학(heraldry), 문장부(付) 인명록",
    "명사"
  ],
  "armpit": [
    "겨드랑이",
    "명사"
  ],
  "aroma": [
    "향기",
    "명사"
  ],
  "aromatic": [
    "향이 좋은 (= fragrant )",
    "형용사"
  ],
  "arouse": [
    "깨우다, 불러일으키다",
    "동사"
  ],
  "arpeggio": [
    "아르페지오",
    "명사"
  ],
  "arrangements": [
    "채비, 준비",
    "단어"
  ],
  "array": [
    "집합체 모음/무리",
    "단어"
  ],
  "arrear": [
    "[보통 pl.] (일·지불금의) 지체, 밀림 ((of)), 지불 잔금, 연체금",
    "명사"
  ],
  "arrival": [
    "도착",
    "단어"
  ],
  "arrived": [
    "도착하다",
    "단어"
  ],
  "arrogance": [
    "오만",
    "명사"
  ],
  "arrogant": [
    "오만한",
    "형용사"
  ],
  "arsenal": [
    "무기고",
    "명사"
  ],
  "artery": [
    "동맥",
    "명사"
  ],
  "artful": [
    "교묘한, 솜씨 있는",
    "형용사"
  ],
  "arthur": [
    "남자 이름 )",
    "단어"
  ],
  "articulate": [
    "분명히 표현하다, 또렷한",
    "동사"
  ],
  "artifice": [
    "책략, 계략 (= cunning )",
    "명사"
  ],
  "artillery": [
    "포병, 대포",
    "명사"
  ],
  "artisan": [
    "장인",
    "명사"
  ],
  "artistry": [
    "예술성, 기교",
    "명사"
  ],
  "artless": [
    "꾸밈없는, 순진한",
    "형용사"
  ],
  "artsy": [
    "예술 취향의, 예술가 같은",
    "형용사"
  ],
  "arty": [
    "예술적인 척하는, 예술풍의",
    "형용사"
  ],
  "arugula": [
    "로켓, 로켓탄, 로켓 추진 미사일, 치솟다, 급증[급등]하다 (= shoot up )",
    "명사"
  ],
  "ascend": [
    "올라가다",
    "동사"
  ],
  "ascendancy": [
    "우세, 지배력",
    "명사"
  ],
  "ascendant": [
    "우세한, 상승하는",
    "형용사"
  ],
  "ascension": [
    "상승, 승천",
    "명사"
  ],
  "ascent": [
    "상승, 오르막",
    "명사"
  ],
  "ascertain": [
    "확인하다, 알아내다",
    "동사"
  ],
  "ascetic": [
    "금욕적인, 금욕주의자",
    "형용사"
  ],
  "ascribe": [
    "~의 탓으로 돌리다, ~에 귀속시키다",
    "동사"
  ],
  "aseptic": [
    "무균의",
    "형용사"
  ],
  "ashamed": [
    "부끄러운",
    "형용사"
  ],
  "ashen": [
    "잿빛의, 창백한",
    "형용사"
  ],
  "ashore": [
    "해안[강안]으로[에], 물가로[에]",
    "부사"
  ],
  "ashtray": [
    "재떨이",
    "명사"
  ],
  "ashy": [
    "회색[회백색]의, 창백한(pale), 재의, 재투성이의",
    "형용사"
  ],
  "asinine": [
    "터무니없는 (= ridiculous )",
    "형용사"
  ],
  "askance": [
    "의심[불신]의 눈으로, 옆으로, 비스듬히, 곁눈으로, 빗대어, 어물어물, 비스듬한, 옆으로 한, 기울어진(sideways)",
    "부사"
  ],
  "askew": [
    "삐딱하게, 삐뚜름히 (= crooked )",
    "형용사"
  ],
  "asleep": [
    "잠이 든, 자고 있는 (↔ awake )",
    "형용사"
  ],
  "asocial": [
    "비사교적인, [구어] 자기중심적인, 반사회적인",
    "형용사"
  ],
  "asp": [
    "작은 독사",
    "단어"
  ],
  "aspen": [
    "사시나무",
    "명사"
  ],
  "aspersion": [
    "비난, 중상",
    "명사"
  ],
  "asphalt": [
    "아스팔트",
    "명사"
  ],
  "asphyxia": [
    "질식",
    "명사"
  ],
  "aspic": [
    "아스픽(육즙으로 만든 투명한 젤리. 차게 식혀 상에 냄)",
    "명사"
  ],
  "aspidistra": [
    "엽란(흔히 관상용으로 실내에서 기르는 식물)",
    "명사"
  ],
  "aspirant": [
    "출세[승리]를 염원[열망]하는 사람, 포부가 큰 사람",
    "명사"
  ],
  "aspirate": [
    "흡인하다, 기음으로 발음하다",
    "동사"
  ],
  "aspiration": [
    "열망, 포부",
    "명사"
  ],
  "aspire": [
    "열망하다",
    "동사"
  ],
  "aspirin": [
    "아스피린",
    "명사"
  ],
  "ass": [
    "당나귀",
    "명사"
  ],
  "assail": [
    "맹렬히 공격하다",
    "동사"
  ],
  "assailant": [
    "(특히 신체적) 공격을 가한 사람, 폭행범 (= attacker )",
    "명사"
  ],
  "assassin": [
    "암살범",
    "명사"
  ],
  "assassinate": [
    "암살하다",
    "동사"
  ],
  "assassination": [
    "암살",
    "명사"
  ],
  "assay": [
    "분석, 시금",
    "명사"
  ],
  "assemblage": [
    "집합, 모임",
    "명사"
  ],
  "assent": [
    "찬성, 승인, 찬성하다",
    "동사"
  ],
  "assert": [
    "주장하다",
    "동사"
  ],
  "assertion": [
    "주장",
    "명사"
  ],
  "assiduous": [
    "근면 성실한 (= diligent )",
    "형용사"
  ],
  "assignation": [
    "약속, 밀회",
    "명사"
  ],
  "assigned": [
    "할당된",
    "동사"
  ],
  "assignment": [
    "과제, 임무",
    "단어"
  ],
  "assimilate": [
    "동화하다, 흡수하다",
    "동사"
  ],
  "assimilation": [
    "동화, 흡수",
    "명사"
  ],
  "assonance": [
    "음의 유사(인접한 두 단어의 두 음절이 모음은 같고 자음이 다르거나, 자음은 같고 모음이 다를 때 발생하는 효과. 예: sonnet and porridge, cold and killed)",
    "명사"
  ],
  "assort": [
    "분류하다, 어울리게 하다",
    "동사"
  ],
  "assortment": [
    "모음, 갖가지",
    "명사"
  ],
  "assuage": [
    "달래다, 누그러뜨리다",
    "동사"
  ],
  "aster": [
    "과꽃",
    "명사"
  ],
  "astern": [
    "선미 쪽으로, 뒤에",
    "부사"
  ],
  "astigmatism": [
    "난시",
    "명사"
  ],
  "astonishment": [
    "놀람, 경악",
    "명사"
  ],
  "astound": [
    "경악시키다, 큰 충격을 주다 (= astonish )",
    "동사"
  ],
  "astounding": [
    "경악스러운, 믿기 어려운 (= astonishing )",
    "형용사"
  ],
  "astral": [
    "별의, 별과 관련된",
    "형용사"
  ],
  "astray": [
    "길을 잃어, 잘못된 길로",
    "부사"
  ],
  "astride": [
    "다리를 벌리고 걸터앉아",
    "부사"
  ],
  "astringent": [
    "수렴성의, 수축[지혈]시키는, 신랄한, 재기가 번득이는, 수렴제 (화장품), (지혈용) 수축제",
    "형용사"
  ],
  "astrolabe": [
    "아스트롤라베(과거 천문 관측에 쓰이던 장치)",
    "명사"
  ],
  "astrologer": [
    "점성가",
    "명사"
  ],
  "astrology": [
    "점성술",
    "명사"
  ],
  "astronaut": [
    "우주비행사",
    "명사"
  ],
  "astronomer": [
    "천문학자",
    "명사"
  ],
  "astronomical": [
    "천문학의, 엄청난",
    "형용사"
  ],
  "astrophysics": [
    "천체물리학",
    "명사"
  ],
  "astute": [
    "영리한, 눈치 빠른",
    "형용사"
  ],
  "asunder": [
    "산산이, 갈라져",
    "부사"
  ],
  "asylum": [
    "망명, 보호소",
    "명사"
  ],
  "asymmetry": [
    "비대칭",
    "명사"
  ],
  "asymptote": [
    "점근선",
    "명사"
  ],
  "atavism": [
    "격세 유전, 조상 회귀",
    "명사"
  ],
  "atavistic": [
    "인간 본래의",
    "형용사"
  ],
  "ate": [
    "eat 의 과거",
    "동사"
  ],
  "atelier": [
    "화실, 작업실",
    "명사"
  ],
  "atheism": [
    "무신론",
    "명사"
  ],
  "atheist": [
    "무신론자",
    "명사"
  ],
  "atheistic": [
    "무신론의",
    "형용사"
  ],
  "atheling": [
    "왕자, 귀공자",
    "명사"
  ],
  "atherosclerosis": [
    "아테롬성 동맥 경화증",
    "명사"
  ],
  "athlete": [
    "운동선수",
    "명사"
  ],
  "athletic": [
    "탄탄한",
    "단어"
  ],
  "athwart": [
    "가로질러, 반대하여",
    "부사"
  ],
  "atlantic": [
    "the ~ 대서양",
    "단어"
  ],
  "atman": [
    "아트만, 자아",
    "명사"
  ],
  "atmospheric": [
    "대기의, 분위기 있는",
    "형용사"
  ],
  "atomicity": [
    "원자 수, 원자가",
    "명사"
  ],
  "atomize": [
    "원자화하다, 세분화하다",
    "동사"
  ],
  "atone": [
    "속죄하다",
    "동사"
  ],
  "atonement": [
    "속죄, 보상",
    "명사"
  ],
  "atonic": [
    "강세를 안 받는",
    "형용사"
  ],
  "atony": [
    "무긴장, 쇠약",
    "명사"
  ],
  "atop": [
    "꼭대기에",
    "부사"
  ],
  "atopy": [
    "아토피",
    "명사"
  ],
  "atrocious": [
    "잔혹한, 형편없는",
    "형용사"
  ],
  "atrocity": [
    "잔학 행위",
    "명사"
  ],
  "atrophy": [
    "위축, 쇠퇴",
    "명사"
  ],
  "atrophying": [
    "(혈액 부족으로 인한 신체 부위의) 위축(증), (신체의 일부가) 위축되다",
    "형용사"
  ],
  "atropine": [
    "아트로핀",
    "명사"
  ],
  "attache": [
    "외교관 보좌관, 서류가방",
    "명사"
  ],
  "attached": [
    "애착을 가진",
    "동사"
  ],
  "attacks": [
    "폭행, 공격",
    "단어"
  ],
  "attain": [
    "이루다, 도달하다",
    "동사"
  ],
  "attainment": [
    "성취",
    "명사"
  ],
  "attaint": [
    "…에게서 사권(私權)을 박탈하다, 더럽히다(taint)",
    "동사"
  ],
  "attar": [
    "향유, 꽃기름",
    "명사"
  ],
  "attend": [
    "참석하다",
    "단어"
  ],
  "attractions": [
    "끌림",
    "단어"
  ],
  "attribute": [
    "결과로 덕분으로 보다",
    "단어"
  ],
  "attributes": [
    "속성",
    "단어"
  ],
  "aud": [
    "회계 감사",
    "단어"
  ],
  "automated": [
    "자동화된, 자동의",
    "단어"
  ],
  "av": [
    "시청각",
    "단어"
  ],
  "avatar": [
    "화신",
    "단어"
  ],
  "aviation": [
    "항공",
    "단어"
  ],
  "avocado": [
    "아보카도",
    "명사"
  ],
  "awareness": [
    "의식 관심",
    "단어"
  ],
  "awesome": [
    "경탄할 만한, 어마어마한, 엄청난",
    "단어"
  ],
  "awful": [
    "끔찍한, 형편없는",
    "형용사"
  ],
  "ba": [
    "문학 학사 문학사 학위",
    "단어"
  ],
  "babe": [
    "아기",
    "단어"
  ],
  "babes": [
    "남에게 잘 속는 순진한 사람",
    "단어"
  ],
  "bacon": [
    "베이컨",
    "명사"
  ],
  "badly": [
    "잘, 좋게, 제대로, 철저히, 완전히, 잘, 건강한, 건강[몸]이 좋은",
    "부사"
  ],
  "bagel": [
    "베이글",
    "명사"
  ],
  "baker": [
    "제빵사, 빵집 주인",
    "단어"
  ],
  "baltimore": [
    "볼티모어 )",
    "단어"
  ],
  "bandwidth": [
    "대역폭",
    "단어"
  ],
  "bang": [
    "쾅 탕 하고 치다 때리다",
    "단어"
  ],
  "bankruptcy": [
    "파산 , 파탄",
    "단어"
  ],
  "banner": [
    "플래카드, 현수막",
    "단어"
  ],
  "barbara": [
    "여자 이름 )",
    "단어"
  ],
  "bargain": [
    "싸게 사는 물건",
    "단어"
  ],
  "bark": [
    "나무껍질, 짖다",
    "명사"
  ],
  "bass": [
    "베이스 , 최저음",
    "단어"
  ],
  "bathroom": [
    "욕실, 목욕탕",
    "단어"
  ],
  "bb": [
    "야구 base on balls, double black",
    "단어"
  ],
  "bears": [
    "참다, 견디다",
    "단어"
  ],
  "beast": [
    "짐승, 야수",
    "단어"
  ],
  "bedroom": [
    "침실, 방",
    "단어"
  ],
  "bedrooms": [
    "침실, 방",
    "단어"
  ],
  "beer": [
    "맥주",
    "단어"
  ],
  "beetle": [
    "딱정벌레",
    "명사"
  ],
  "behalf": [
    "U 이익",
    "단어"
  ],
  "behaviour": [
    "처신, 행위, 행동",
    "단어"
  ],
  "belgium": [
    "벨기에 )",
    "단어"
  ],
  "bell": [
    "종, 종소리",
    "단어"
  ],
  "belt": [
    "벨트, 허리띠",
    "단어"
  ],
  "ben": [
    "안방 ), ) 거실 겸 침실",
    "단어"
  ],
  "berlin": [
    "베를린 )",
    "단어"
  ],
  "beside": [
    "옆에, …에 비해[견줘]",
    "전치사"
  ],
  "bet": [
    "돈을 걸다",
    "단어"
  ],
  "betting": [
    "내기",
    "단어"
  ],
  "bi": [
    "양성애의, 남녀에게 다 끌리는",
    "단어"
  ],
  "bigger": [
    "큰",
    "단어"
  ],
  "biggest": [
    "가장 큰",
    "단어"
  ],
  "bike": [
    "자전거",
    "단어"
  ],
  "billy": [
    "야영용 주전자",
    "단어"
  ],
  "biography": [
    "전기",
    "단어"
  ],
  "biology": [
    "생물학",
    "단어"
  ],
  "birmingham": [
    "버밍엄 )",
    "단어"
  ],
  "bitter": [
    "격렬한, 억울해 하는, 비터(쓴맛이 강한 맥주. 영국에서 아주 인기 있음)",
    "형용사"
  ],
  "biz": [
    "산업 사업",
    "단어"
  ],
  "blackberry": [
    "블랙베리",
    "명사"
  ],
  "blackjack": [
    "블랙잭",
    "단어"
  ],
  "blank": [
    "빈, 녹음 되지 않은",
    "단어"
  ],
  "blanket": [
    "담요",
    "명사"
  ],
  "blind": [
    "눈이 먼, 맹인인",
    "단어"
  ],
  "blogger": [
    "blog를 만드는 네티즌",
    "단어"
  ],
  "blonde": [
    "금발인",
    "단어"
  ],
  "blouse": [
    "블라우스",
    "명사"
  ],
  "blueberry": [
    "블루베리",
    "명사"
  ],
  "bluetooth": [
    "블루 투스",
    "단어"
  ],
  "blvd": [
    "boulevard",
    "단어"
  ],
  "bmw": [
    "BMW 차 )",
    "단어"
  ],
  "boats": [
    "배, 보트",
    "단어"
  ],
  "bold": [
    "용감한, 대담한",
    "단어"
  ],
  "bond": [
    "유대, 끈",
    "단어"
  ],
  "bonds": [
    "본드지",
    "단어"
  ],
  "bone": [
    "뼈",
    "단어"
  ],
  "boost": [
    "신장시키다, 북돋우다",
    "단어"
  ],
  "boot": [
    "목이 긴 신발, 부츠",
    "단어"
  ],
  "boots": [
    "호칭으로도 쓰임 구두닦이 )",
    "단어"
  ],
  "booty": [
    "전리품 노획물",
    "단어"
  ],
  "border": [
    "국경 경계",
    "단어"
  ],
  "boss": [
    "상관, 상사",
    "단어"
  ],
  "bottle": [
    "병",
    "단어"
  ],
  "bought": [
    "buy 의 과거, 과거분사",
    "동사"
  ],
  "boundary": [
    "경계 한계 , 분계선",
    "단어"
  ],
  "bowl": [
    "그릇, 통",
    "단어"
  ],
  "boxes": [
    "상자, 갑 함",
    "단어"
  ],
  "br": [
    "영국의",
    "단어"
  ],
  "brandy": [
    "브랜디",
    "명사"
  ],
  "brass": [
    "놋쇠 황동",
    "단어"
  ],
  "bristol": [
    "브리스틀 )",
    "단어"
  ],
  "britain": [
    "브리튼 섬",
    "단어"
  ],
  "broad": [
    "넓은 )",
    "단어"
  ],
  "broadband": [
    "광대역",
    "단어"
  ],
  "broadcast": [
    "방송하다",
    "단어"
  ],
  "broker": [
    "중개인",
    "단어"
  ],
  "brothers": [
    "형, 오빠, 남동생",
    "단어"
  ],
  "brought": [
    "bring 의 과거, 과거분사",
    "단어"
  ],
  "bruce": [
    "남자 이름",
    "단어"
  ],
  "bs": [
    "의학사",
    "단어"
  ],
  "bud": [
    "봉오리, 싹",
    "명사"
  ],
  "buddy": [
    "친구",
    "단어"
  ],
  "buffalo": [
    "버팔로, 물소",
    "단어"
  ],
  "buffer": [
    "완충제",
    "단어"
  ],
  "bulgaria": [
    "불가리아 )",
    "단어"
  ],
  "bulk": [
    "대부분",
    "단어"
  ],
  "bulletin": [
    "뉴스 단신",
    "단어"
  ],
  "bun": [
    "둥근 빵",
    "명사"
  ],
  "bureau": [
    "책상",
    "단어"
  ],
  "burn": [
    "타오르다",
    "단어"
  ],
  "burning": [
    "불타는, 갈망하는",
    "단어"
  ],
  "busy": [
    "바쁜",
    "단어"
  ],
  "cabbage": [
    "양배추",
    "명사"
  ],
  "cabinet": [
    "내각",
    "단어"
  ],
  "cache": [
    "은닉처",
    "단어"
  ],
  "cached": [
    "은닉처",
    "단어"
  ],
  "cafe": [
    "카페",
    "단어"
  ],
  "cal": [
    "컴퓨터 보조 학습",
    "단어"
  ],
  "calculate": [
    "계산하다, 산출하다",
    "단어"
  ],
  "calculated": [
    "계산된, 계획적인",
    "단어"
  ],
  "calculator": [
    "계산기",
    "단어"
  ],
  "cam": [
    "캠",
    "단어"
  ],
  "camcorder": [
    "캠코더",
    "단어"
  ],
  "campbell": [
    "Alexander, 아일랜드 태생인 미국의 종교 지도자",
    "단어"
  ],
  "camping": [
    "캠핑, 야영",
    "단어"
  ],
  "candy": [
    "사탕과 초콜릿 류, 캔디",
    "단어"
  ],
  "cap": [
    "모자",
    "단어"
  ],
  "capabilities": [
    "가네프SA-4",
    "단어"
  ],
  "capability": [
    "능력, 역량",
    "단어"
  ],
  "caps": [
    "대문자",
    "단어"
  ],
  "captain": [
    "선장, 기장",
    "단어"
  ],
  "carefully": [
    "꼼꼼히",
    "단어"
  ],
  "careless": [
    "부주의한",
    "형용사"
  ],
  "caribbean": [
    "카리브 사람의 , 카리브 해의",
    "단어"
  ],
  "carried": [
    "운반된",
    "단어"
  ],
  "carrier": [
    "항공사, 수송 운송 회사",
    "단어"
  ],
  "carrot": [
    "당근",
    "명사"
  ],
  "carrying": [
    "적재, 운송, 운수",
    "단어"
  ],
  "cartoons": [
    "만화",
    "단어"
  ],
  "cartridge": [
    "탄약통",
    "단어"
  ],
  "castle": [
    "성",
    "단어"
  ],
  "casual": [
    "태평스러운 , 무심한",
    "단어"
  ],
  "catalogue": [
    "목록, 카탈로그",
    "단어"
  ],
  "catch": [
    "잡다 받다",
    "단어"
  ],
  "catering": [
    "음식 공급 음식 공급업",
    "단어"
  ],
  "catholic": [
    "범기독교 의",
    "단어"
  ],
  "caught": [
    "catch 의 과거, 과거분사",
    "단어"
  ],
  "ce": [
    "성공회",
    "단어"
  ],
  "celebrity": [
    "유명 인사",
    "단어"
  ],
  "celery": [
    "셀러리",
    "명사"
  ],
  "cellular": [
    "세포의",
    "단어"
  ],
  "census": [
    "인구 조사",
    "단어"
  ],
  "ceo": [
    "최고 경영자, 시이오",
    "단어"
  ],
  "certainly": [
    "틀림없이, 분명히",
    "단어"
  ],
  "cf": [
    "비교하라",
    "단어"
  ],
  "chamber": [
    "회의실",
    "단어"
  ],
  "champion": [
    "챔피언, 선수권 대회 우승자, 선수권 보유자",
    "단어"
  ],
  "championship": [
    "선수권 대회, 챔피언전",
    "단어"
  ],
  "char": [
    "숯이 되다, 까맣게 타다",
    "단어"
  ],
  "charged": [
    "차 있는, 격앙된",
    "단어"
  ],
  "charger": [
    "충전기",
    "단어"
  ],
  "charity": [
    "자선 구호 단체",
    "단어"
  ],
  "charlie": [
    "바보",
    "단어"
  ],
  "charlotte": [
    "샬럿",
    "단어"
  ],
  "charter": [
    "헌장",
    "단어"
  ],
  "charts": [
    "도표, 차트",
    "단어"
  ],
  "cheats": [
    "속이다, 사기 치다",
    "단어"
  ],
  "checked": [
    "체크 바둑판 무늬의",
    "단어"
  ],
  "cheek": [
    "볼, 뺨",
    "명사"
  ],
  "cheese": [
    "치즈",
    "단어"
  ],
  "chemistry": [
    "화학",
    "단어"
  ],
  "cherry": [
    "버찌, 체리",
    "단어"
  ],
  "chest": [
    "가슴, 흉부",
    "단어"
  ],
  "chestnut": [
    "밤, 밤색",
    "명사"
  ],
  "chevrolet": [
    "시보레 )",
    "단어"
  ],
  "chicken": [
    "닭",
    "단어"
  ],
  "childhood": [
    "어린 시절",
    "단어"
  ],
  "children": [
    "CHILD 의 복수",
    "단어"
  ],
  "chile": [
    "칠레",
    "단어"
  ],
  "chin": [
    "턱",
    "명사"
  ],
  "chip": [
    "이가 빠진 흔적",
    "단어"
  ],
  "chips": [
    "배 목수",
    "단어"
  ],
  "chocolate": [
    "초콜릿",
    "단어"
  ],
  "chosen": [
    "choose 의 과거분사",
    "단어"
  ],
  "christopher": [
    "남자 이름 )",
    "단어"
  ],
  "chronic": [
    "만성적인",
    "단어"
  ],
  "churches": [
    "교회",
    "단어"
  ],
  "cigarette": [
    "담배",
    "명사"
  ],
  "cincinnati": [
    "신시내티 )",
    "단어"
  ],
  "cinema": [
    "영화관, 극장",
    "단어"
  ],
  "circle": [
    "원형",
    "단어"
  ],
  "circuit": [
    "순환 , 순회",
    "단어"
  ],
  "citizen": [
    "시민",
    "단어"
  ],
  "clam": [
    "조개",
    "명사"
  ],
  "clark": [
    "남자 이름",
    "단어"
  ],
  "classification": [
    "분류",
    "단어"
  ],
  "classified": [
    "기밀의",
    "단어"
  ],
  "classroom": [
    "교실",
    "단어"
  ],
  "clay": [
    "점토, 찰흙",
    "단어"
  ],
  "clearance": [
    "없애기 정리",
    "단어"
  ],
  "clever": [
    "영리한",
    "형용사"
  ],
  "climate": [
    "기후",
    "단어"
  ],
  "clinic": [
    "병원 병동",
    "단어"
  ],
  "clinton": [
    "Bill William Jefferson ~ ))",
    "단어"
  ],
  "clock": [
    "시계",
    "단어"
  ],
  "closely": [
    "유심히",
    "단어"
  ],
  "closer": [
    "닫는 것 사람 , 폐색기",
    "단어"
  ],
  "closet": [
    "벽장, 옷장",
    "명사"
  ],
  "clothes": [
    "옷, 의복",
    "단어"
  ],
  "cloudy": [
    "흐린, 구름이 잔뜩 낀",
    "단어"
  ],
  "cluster": [
    "무리, 송이",
    "단어"
  ],
  "coach": [
    "코치",
    "단어"
  ],
  "coastal": [
    "해안 연안 의",
    "단어"
  ],
  "coconut": [
    "코코넛",
    "명사"
  ],
  "coins": [
    "전산기 정보시스템",
    "단어"
  ],
  "cola": [
    "콜라",
    "명사"
  ],
  "collaboration": [
    "공동 작업 연구",
    "단어"
  ],
  "collect": [
    "모으다, 수집하다",
    "단어"
  ],
  "collectables": [
    "수집할 가치가 있는 물건",
    "단어"
  ],
  "collected": [
    "아주 침착한",
    "단어"
  ],
  "columbus": [
    "콜럼버스 Christopher ~ ))",
    "단어"
  ],
  "columns": [
    "기둥 원주 , 기념비",
    "단어"
  ],
  "combat": [
    "전투, 싸움",
    "단어"
  ],
  "comforting": [
    "위로가 되는",
    "형용사"
  ],
  "comic": [
    "웃기는, 재미있는",
    "단어"
  ],
  "commentary": [
    "실황 방송",
    "단어"
  ],
  "commitment": [
    "약속, 전념",
    "단어"
  ],
  "committed": [
    "헌신적인, 열성적인",
    "단어"
  ],
  "commons": [
    "고어 평민, 서민",
    "단어"
  ],
  "compact": [
    "소형의 간편한",
    "단어"
  ],
  "compaq": [
    "컴팩 )",
    "단어"
  ],
  "compiled": [
    "엮다, 편집 편찬 하다",
    "단어"
  ],
  "completion": [
    "완료, 완성",
    "단어"
  ],
  "comply": [
    "따르다 준수하다",
    "단어"
  ],
  "composition": [
    "구성 요소들, 구성",
    "단어"
  ],
  "concentration": [
    "정신 집중",
    "단어"
  ],
  "concert": [
    "연주회, 콘서트",
    "단어"
  ],
  "conclusion": [
    "결론, 판단",
    "단어"
  ],
  "concrete": [
    "콘크리트로 된",
    "단어"
  ],
  "confidence": [
    "신뢰",
    "단어"
  ],
  "config": [
    "명사",
    "단어"
  ],
  "configure": [
    "환경을 설정하다",
    "단어"
  ],
  "confirmed": [
    "확고부동한",
    "동사"
  ],
  "connecticut": [
    "코네티컷 에 있는 주",
    "단어"
  ],
  "consent": [
    "동의 허락",
    "단어"
  ],
  "conservation": [
    "보호",
    "단어"
  ],
  "conservative": [
    "보수적인",
    "단어"
  ],
  "consideration": [
    "사려, 숙고",
    "단어"
  ],
  "consists": [
    "한결같은, 일관된",
    "단어"
  ],
  "console": [
    "위로하다, 위안을 주다",
    "단어"
  ],
  "const": [
    "끊임없는, 거듭되는",
    "단어"
  ],
  "constitution": [
    "헌법",
    "단어"
  ],
  "consultant": [
    "상담가, 자문 위원, 컨설턴트",
    "단어"
  ],
  "consultants": [
    "상담가, 자문 위원, 컨설턴트",
    "단어"
  ],
  "consultation": [
    "협의, 상의",
    "단어"
  ],
  "consumption": [
    "소비 소모",
    "단어"
  ],
  "contest": [
    "대회, 시합",
    "단어"
  ],
  "continental": [
    "유럽 대륙의",
    "단어"
  ],
  "continuous": [
    "계속되는, 지속적인",
    "단어"
  ],
  "contractor": [
    "계약자, 도급업자",
    "단어"
  ],
  "contractors": [
    "도급자",
    "단어"
  ],
  "contrast": [
    "차이",
    "단어"
  ],
  "contribution": [
    "기부금, 성금",
    "단어"
  ],
  "contributions": [
    "기부금, 기부금품, 출연금",
    "단어"
  ],
  "controlled": [
    "세심히 관리 통제/조정 된, 아주 조심스런",
    "단어"
  ],
  "controller": [
    "관리자",
    "단어"
  ],
  "conversation": [
    "대화, 회화",
    "단어"
  ],
  "convert": [
    "전환시키다 개조하다",
    "단어"
  ],
  "converted": [
    "전환 변환 된",
    "단어"
  ],
  "converter": [
    "전환시키는 사람 것 , 컨버터",
    "단어"
  ],
  "cookies": [
    "쿠키",
    "단어"
  ],
  "cooperation": [
    "협력, 합동, 협동",
    "단어"
  ],
  "copper": [
    "Cu 구리, 동",
    "단어"
  ],
  "correction": [
    "정정 수정",
    "단어"
  ],
  "corrections": [
    "교정",
    "단어"
  ],
  "correctly": [
    "똑바로",
    "단어"
  ],
  "corresponding": [
    "해당 상응 하는",
    "단어"
  ],
  "cotton": [
    "목화",
    "단어"
  ],
  "could": [
    "can의 과거형",
    "단어"
  ],
  "counsel": [
    "조언 충고",
    "단어"
  ],
  "counseling": [
    "카운슬링, 상담, 조언",
    "단어"
  ],
  "coupons": [
    "쿠폰, 할인권",
    "단어"
  ],
  "cp": [
    "compare",
    "단어"
  ],
  "cpu": [
    "중앙 처리 장치",
    "단어"
  ],
  "cr": [
    "신용 거래",
    "단어"
  ],
  "crab": [
    "게",
    "명사"
  ],
  "crack": [
    "갈라지다, 금이 가다",
    "단어"
  ],
  "craft": [
    "공예",
    "단어"
  ],
  "crafts": [
    "공예",
    "단어"
  ],
  "crash": [
    "사고",
    "단어"
  ],
  "crazy": [
    "정상이 아닌, 말도 안 되는",
    "단어"
  ],
  "cream": [
    "크림",
    "단어"
  ],
  "crew": [
    "승무원",
    "단어"
  ],
  "criteria": [
    "criterion 의 복수형",
    "명사"
  ],
  "crown": [
    "왕관",
    "단어"
  ],
  "cruel": [
    "잔인한",
    "형용사"
  ],
  "cruises": [
    "유람선 여행",
    "단어"
  ],
  "cst": [
    "중부 표준시",
    "단어"
  ],
  "cuba": [
    "쿠바 의 공화국, 수도 Havana))",
    "단어"
  ],
  "cupboard": [
    "찬장",
    "명사"
  ],
  "curriculum": [
    "교육과정",
    "단어"
  ],
  "cute": [
    "귀여운",
    "단어"
  ],
  "cutting": [
    "오려 낸 기사 글",
    "단어"
  ],
  "cyprus": [
    "키프로스 )",
    "단어"
  ],
  "czech": [
    "체코 사람 )",
    "단어"
  ],
  "dad": [
    "아빠",
    "단어"
  ],
  "daisy": [
    "데이지",
    "명사"
  ],
  "damages": [
    "손해 액",
    "단어"
  ],
  "dancer": [
    "무용수, 춤추는 사람",
    "명사"
  ],
  "danger": [
    "위험",
    "단어"
  ],
  "dangerous": [
    "위험한",
    "단어"
  ],
  "dated": [
    "구식의, 구시대 세대 의",
    "명사"
  ],
  "db": [
    "주목",
    "단어"
  ],
  "dd": [
    "사랑하는 딸, 우리 딸",
    "단어"
  ],
  "dealers": [
    "딜러 중개인",
    "단어"
  ],
  "dean": [
    "대성당 주임 사제",
    "단어"
  ],
  "dear": [
    "사랑하는, 소중한",
    "단어"
  ],
  "decide": [
    "결정하다",
    "단어"
  ],
  "deck": [
    "갑판",
    "단어"
  ],
  "decrease": [
    "줄다 감소하다 , 줄이다 감소시키다",
    "단어"
  ],
  "def": [
    "끝내 주는",
    "단어"
  ],
  "defeat": [
    "패배, 패배시키다",
    "동사"
  ],
  "defence": [
    "방어, 옹호, 수비",
    "단어"
  ],
  "definitely": [
    "분명히 틀림없이 , 절대",
    "단어"
  ],
  "delay": [
    "지연, 지체",
    "단어"
  ],
  "deliver": [
    "배달하다, 데리고 가다",
    "단어"
  ],
  "deluxe": [
    "호화로운, 사치스런 )",
    "단어"
  ],
  "demo": [
    "데모",
    "단어"
  ],
  "democracy": [
    "민주주의",
    "단어"
  ],
  "democratic": [
    "민주주의의, 민주 적인",
    "단어"
  ],
  "den": [
    "굴",
    "단어"
  ],
  "dennis": [
    "남자 이름",
    "단어"
  ],
  "density": [
    "밀도",
    "단어"
  ],
  "denver": [
    "덴버 )",
    "단어"
  ],
  "deposit": [
    "착수금 보증금",
    "단어"
  ],
  "depression": [
    "우울증",
    "단어"
  ],
  "der": [
    "어원",
    "단어"
  ],
  "derived": [
    "유래된, 파생된",
    "동사"
  ],
  "desert": [
    "사막",
    "단어"
  ],
  "designers": [
    "디자이너",
    "단어"
  ],
  "desired": [
    "바랐던, 희망했던, 훌륭한",
    "명사, 동사"
  ],
  "destinations": [
    "목적지, 도착지",
    "단어"
  ],
  "detection": [
    "발견, 간파, 탐지",
    "단어"
  ],
  "determination": [
    "투지",
    "단어"
  ],
  "detroit": [
    "디트로이트 ), 미국 자동차 산업계",
    "단어"
  ],
  "deutsch": [
    "도이치",
    "단어"
  ],
  "devil": [
    "악마",
    "단어"
  ],
  "diabetes": [
    "당뇨병",
    "단어"
  ],
  "diagnosis": [
    "진단",
    "단어"
  ],
  "dial": [
    "문자반 눈금판",
    "단어"
  ],
  "diary": [
    "수첩 메모장",
    "단어"
  ],
  "dicke": [
    "디케 영향",
    "단어"
  ],
  "diesel": [
    "디젤",
    "단어"
  ],
  "diff": [
    "3, 셋",
    "단어"
  ],
  "digest": [
    "소화하다 소화시키다 , 소화되다",
    "단어"
  ],
  "dinner": [
    "식사 밥 , 정식",
    "단어"
  ],
  "directed": [
    "유도된, 지시받은, 규제된",
    "단어"
  ],
  "dirty": [
    "더러운, 지저분한",
    "단어"
  ],
  "disabilities": [
    "구좌제한조치",
    "단어"
  ],
  "disability": [
    "장애",
    "단어"
  ],
  "disabled": [
    "장애를 가진",
    "단어"
  ],
  "discovered": [
    "발견된",
    "동사"
  ],
  "discovery": [
    "발견",
    "단어"
  ],
  "discrimination": [
    "차별",
    "단어"
  ],
  "discussed": [
    "상의 의논/논의 하다",
    "단어"
  ],
  "dish": [
    "접시",
    "단어"
  ],
  "disorders": [
    "엉망, 어수선함",
    "단어"
  ],
  "diversity": [
    "다양성",
    "단어"
  ],
  "divided": [
    "분열된",
    "단어"
  ],
  "divorce": [
    "이혼",
    "단어"
  ],
  "dna": [
    "디엔에이",
    "단어"
  ],
  "dodge": [
    "재빨리 휙 움직이다 비키다/피하다",
    "단어"
  ],
  "dolls": [
    "인형",
    "단어"
  ],
  "dolphin": [
    "돌고래",
    "명사"
  ],
  "don": [
    "교수",
    "단어"
  ],
  "donald": [
    "남자 이름 )",
    "단어"
  ],
  "donate": [
    "기부 기증 하다",
    "단어"
  ],
  "donations": [
    "기부금",
    "단어"
  ],
  "dont": [
    "수축, 축소",
    "단어"
  ],
  "donut": [
    "도넛",
    "명사"
  ],
  "dose": [
    "복용량 투여량",
    "단어"
  ],
  "dot": [
    "점",
    "단어"
  ],
  "doubt": [
    "의심, 의혹, 의문",
    "단어"
  ],
  "douglas": [
    "남자 이름 )",
    "단어"
  ],
  "downstairs": [
    "아래층, 아래층에",
    "부사"
  ],
  "downtown": [
    "시내에 로",
    "단어"
  ],
  "dragon": [
    "용",
    "단어"
  ],
  "drama": [
    "드라마 극",
    "단어"
  ],
  "drawer": [
    "서랍",
    "명사"
  ],
  "drawn": [
    "핼쑥한",
    "단어"
  ],
  "dreams": [
    "꿈",
    "단어"
  ],
  "drinking": [
    "음주",
    "단어"
  ],
  "driven": [
    "투지 의욕 가 넘치는",
    "단어"
  ],
  "drum": [
    "북, 드럼",
    "단어"
  ],
  "ds": [
    "데이터 세트",
    "단어"
  ],
  "dsl": [
    "디지털 가입자 회선",
    "단어"
  ],
  "dublin": [
    "더블린 )",
    "단어"
  ],
  "dull": [
    "따분한, 재미없는 (= dreary ), 흐릿한, 칙칙한, 윤기 없는, 둔해지다, 약해지다, 누그러지다",
    "형용사"
  ],
  "duration": [
    "지속, 기간",
    "단어"
  ],
  "dust": [
    "먼지",
    "단어"
  ],
  "dutch": [
    "네덜란드의, 네덜란드인 어 의",
    "단어"
  ],
  "duties": [
    "직무, 직책",
    "단어"
  ],
  "ea": [
    "각각 각자",
    "단어"
  ],
  "eagle": [
    "독수리",
    "단어"
  ],
  "earn": [
    "벌다",
    "단어"
  ],
  "earrings": [
    "귀걸이",
    "단어"
  ],
  "ease": [
    "쉬움, 용이함, 편의성",
    "단어"
  ],
  "easier": [
    "easy 의 비교급",
    "단어"
  ],
  "ebony": [
    "흑단",
    "단어"
  ],
  "ec": [
    "경제학",
    "단어"
  ],
  "edinburgh": [
    "에든버러 )",
    "단어"
  ],
  "edt": [
    "동부 하절기 시간",
    "단어"
  ],
  "edward": [
    "남자 이름",
    "단어"
  ],
  "ee": [
    "에, 저",
    "단어"
  ],
  "egypt": [
    "이집트 )",
    "단어"
  ],
  "eighteen": [
    "18, 열여덟",
    "수사"
  ],
  "eighth": [
    "여덟 번째, 8분의 1의",
    "수사"
  ],
  "eighty": [
    "80, 여든",
    "수사"
  ],
  "elbow": [
    "팔꿈치",
    "명사"
  ],
  "elected": [
    "선출된",
    "단어"
  ],
  "electricity": [
    "전기, 전력",
    "단어"
  ],
  "elementary": [
    "초보의, 초급의",
    "단어"
  ],
  "elephant": [
    "코끼리",
    "명사"
  ],
  "eleven": [
    "11, 열하나",
    "수사"
  ],
  "eleventh": [
    "열한 번째",
    "수사"
  ],
  "eligibility": [
    "적임, 적격",
    "단어"
  ],
  "elite": [
    "엘리트",
    "단어"
  ],
  "elizabeth": [
    "여자 이름 )",
    "단어"
  ],
  "elsewhere": [
    "다른 곳에서 으로",
    "단어"
  ],
  "emissions": [
    "배출",
    "단어"
  ],
  "emotional": [
    "정서의, 감정의",
    "단어"
  ],
  "emphasis": [
    "강조, 역점, 주안점",
    "단어"
  ],
  "empire": [
    "제국",
    "단어"
  ],
  "employer": [
    "고용주, 고용인",
    "단어"
  ],
  "employers": [
    "고용주, 고용인",
    "단어"
  ],
  "empty": [
    "비어 있는, 빈",
    "단어"
  ],
  "enabled": [
    "이용할 수 있는",
    "동사"
  ],
  "encyclopedia": [
    "백과사전",
    "단어"
  ],
  "enemy": [
    "적",
    "단어"
  ],
  "enforcement": [
    "실시",
    "단어"
  ],
  "engineers": [
    "기사 엔지니어",
    "단어"
  ],
  "enhanced": [
    "개량종",
    "동사"
  ],
  "entirely": [
    "전적으로, 완전히, 전부",
    "단어"
  ],
  "entitled": [
    "~라는 제목의",
    "단어"
  ],
  "entity": [
    "독립체",
    "단어"
  ],
  "episode": [
    "사건 에피소드",
    "단어"
  ],
  "equation": [
    "방정식, 등식",
    "단어"
  ],
  "equivalent": [
    "동등한 맞먹는",
    "단어"
  ],
  "er": [
    "에, 저",
    "단어"
  ],
  "era": [
    "시대",
    "단어"
  ],
  "eric": [
    "남자 이름",
    "단어"
  ],
  "ericsson": [
    "John, 에릭슨 스웨덴의 기사 ·발명가",
    "단어"
  ],
  "escape": [
    "달아나다, 탈출하다",
    "단어"
  ],
  "essays": [
    "수상록",
    "단어"
  ],
  "establishment": [
    "기관, 시설",
    "단어"
  ],
  "ethernet": [
    "이더넷",
    "단어"
  ],
  "ethics": [
    "단수 취급 윤리학",
    "단어"
  ],
  "ethnic": [
    "민족 종족 의",
    "단어"
  ],
  "euro": [
    "€ 유로",
    "단어"
  ],
  "eve": [
    "전날 전날 밤 , 이브",
    "단어"
  ],
  "eventually": [
    "결국, 종내",
    "단어"
  ],
  "everybody": [
    "모든 사람, 모두",
    "단어"
  ],
  "everyday": [
    "일상적인, 매일의",
    "단어"
  ],
  "evil": [
    "사악한, 악랄한",
    "단어"
  ],
  "evolution": [
    "진화",
    "단어"
  ],
  "exact": [
    "정확한, 정밀한",
    "단어"
  ],
  "exam": [
    "시험",
    "단어"
  ],
  "examination": [
    "조사, 검토",
    "단어"
  ],
  "excel": [
    "뛰어나다, 탁월하다",
    "단어"
  ],
  "excellence": [
    "뛰어남, 탁월함",
    "단어"
  ],
  "exception": [
    "예외",
    "단어"
  ],
  "excess": [
    "지나침, 과도, 과잉",
    "단어"
  ],
  "exciting": [
    "신나는, 흥미진진한, 흥분하게 하는",
    "단어"
  ],
  "exhibit": [
    "전시하다",
    "단어"
  ],
  "exhibition": [
    "전시회",
    "단어"
  ],
  "exist": [
    "존재 실재/현존 하다",
    "단어"
  ],
  "existence": [
    "존재, 실재, 현존",
    "단어"
  ],
  "exists": [
    "존재 실재/현존 하다",
    "단어"
  ],
  "exit": [
    "출구",
    "단어"
  ],
  "exp": [
    "돈, 비용",
    "단어"
  ],
  "expanded": [
    "넓어진, 확대된, 확장된, 열린",
    "동사"
  ],
  "expansion": [
    "확대, 확장, 팽창",
    "단어"
  ],
  "expectations": [
    "예상, 기대",
    "단어"
  ],
  "expensive": [
    "비싼, 돈이 많이 드는",
    "단어"
  ],
  "expertise": [
    "전문 지식 기술",
    "단어"
  ],
  "explanation": [
    "해명, 이유",
    "단어"
  ],
  "explorer": [
    "답사 탐사 자, 탐험가",
    "단어"
  ],
  "export": [
    "수출하다",
    "단어"
  ],
  "exposed": [
    "노출된",
    "동사"
  ],
  "extensive": [
    "아주 넓은 많은 , 대규모의",
    "단어"
  ],
  "extent": [
    "정도 규모",
    "단어"
  ],
  "extremely": [
    "극도로, 극히",
    "단어"
  ],
  "fabric": [
    "직물, 천",
    "단어"
  ],
  "facial": [
    "얼굴의, 안면의",
    "단어"
  ],
  "factory": [
    "공장",
    "단어"
  ],
  "fairly": [
    "상당히, 꽤",
    "단어"
  ],
  "familiar": [
    "익숙한, 친숙한",
    "단어"
  ],
  "fantastic": [
    "기막히게 좋은, 환상적인",
    "단어"
  ],
  "fault": [
    "잘못, 책임",
    "단어"
  ],
  "favourite": [
    "좋아하는",
    "단어"
  ],
  "favourites": [
    "좋아하는 것들",
    "단어"
  ],
  "fe": [
    "고등 교육",
    "단어"
  ],
  "federation": [
    "연방 국가",
    "단어"
  ],
  "feet": [
    "foot 의 복수",
    "단어"
  ],
  "fell": [
    "언덕 고지",
    "단어"
  ],
  "fellow": [
    "녀석 친구",
    "단어"
  ],
  "fetish": [
    "집착",
    "단어"
  ],
  "few": [
    "많지 않은 적은",
    "단어"
  ],
  "ff": [
    "아주 크게",
    "단어"
  ],
  "fiber": [
    "UC 섬유",
    "단어"
  ],
  "fifteen": [
    "15, 열다섯",
    "수사"
  ],
  "fifteenth": [
    "열다섯 번째",
    "수사"
  ],
  "fifth": [
    "다섯 번째의, 제5의",
    "단어"
  ],
  "fiftieth": [
    "쉰 번째",
    "수사"
  ],
  "fig": [
    "무화과",
    "단어"
  ],
  "fighting": [
    "항전",
    "단어"
  ],
  "filled": [
    "가득 찬, 가득 든",
    "단어"
  ],
  "finger": [
    "손가락",
    "단어"
  ],
  "finished": [
    "끝난",
    "단어"
  ],
  "finland": [
    "핀란드 ((북유럽의 공화국",
    "단어"
  ],
  "firefox": [
    "파이어폭스, 자유소프트웨어 웹브라우저",
    "단어"
  ],
  "fiscal": [
    "국가 재정 세제 의",
    "단어"
  ],
  "flags": [
    "판석 널돌",
    "단어"
  ],
  "flashlight": [
    "손전등",
    "명사"
  ],
  "flexibility": [
    "탄력",
    "단어"
  ],
  "flood": [
    "홍수",
    "단어"
  ],
  "florist": [
    "꽃집 주인 직원",
    "단어"
  ],
  "fluid": [
    "유체 , 유동체",
    "단어"
  ],
  "flying": [
    "날 수 있는",
    "단어"
  ],
  "folder": [
    "서류철, 폴더",
    "단어"
  ],
  "folk": [
    "사람들",
    "단어"
  ],
  "folks": [
    "사람들",
    "단어"
  ],
  "foolish": [
    "어리석은",
    "형용사"
  ],
  "forever": [
    "영원히",
    "단어"
  ],
  "forget": [
    "잊다",
    "단어"
  ],
  "forgotten": [
    "forget 의 과거분사",
    "단어"
  ],
  "formal": [
    "격식을 차린, 정중한",
    "단어"
  ],
  "formation": [
    "형성",
    "단어"
  ],
  "formula": [
    "공식, …식",
    "단어"
  ],
  "forth": [
    "…에서 멀리, 밖으로",
    "단어"
  ],
  "fortieth": [
    "마흔 번째",
    "수사"
  ],
  "foster": [
    "조성하다, 발전시키다",
    "단어"
  ],
  "foto": [
    "명사",
    "단어"
  ],
  "founded": [
    "기초 근거 가 …한",
    "단어"
  ],
  "fourteen": [
    "14, 열넷",
    "수사"
  ],
  "fourteenth": [
    "열네 번째",
    "수사"
  ],
  "fourth": [
    "네 번째의, 제4의",
    "단어"
  ],
  "fox": [
    "여우",
    "단어"
  ],
  "francis": [
    "남자 이름 )",
    "단어"
  ],
  "fraud": [
    "사기",
    "단어"
  ],
  "fred": [
    "남자 이름 )",
    "단어"
  ],
  "fruit": [
    "과일",
    "단어"
  ],
  "ftp": [
    "파일 전송용 프로토콜",
    "단어"
  ],
  "functionality": [
    "기능성",
    "단어"
  ],
  "funded": [
    "적립되어 있는, 자금화한",
    "단어"
  ],
  "funeral": [
    "장례식",
    "단어"
  ],
  "gambling": [
    "도박",
    "단어"
  ],
  "gang": [
    "갱, 범죄 조직, …단",
    "단어"
  ],
  "gap": [
    "틈 구멍/간격",
    "단어"
  ],
  "garage": [
    "차고, 주차장",
    "단어"
  ],
  "garlic": [
    "마늘",
    "명사"
  ],
  "gary": [
    "Elbert Henry, 미국의 실업가·법률가",
    "단어"
  ],
  "gate": [
    "문, 정문, 대문",
    "단어"
  ],
  "gateway": [
    "입구",
    "단어"
  ],
  "gcc": [
    "걸프 협력 회의",
    "단어"
  ],
  "generator": [
    "발전기",
    "단어"
  ],
  "generic": [
    "포괄적인, 총칭 통칭 의",
    "단어"
  ],
  "genetic": [
    "유전의, 유전학의",
    "단어"
  ],
  "genre": [
    "장르",
    "단어"
  ],
  "genuine": [
    "진짜의, 진품의",
    "단어"
  ],
  "geographic": [
    "지리학 의, 지리 적인",
    "단어"
  ],
  "geography": [
    "지리학",
    "단어"
  ],
  "ghost": [
    "유령, 귀신",
    "단어"
  ],
  "giant": [
    "거인",
    "단어"
  ],
  "gin": [
    "진",
    "명사"
  ],
  "giraffe": [
    "기린",
    "명사"
  ],
  "glad": [
    "기쁜 반가운",
    "단어"
  ],
  "glance": [
    "흘낏 휙 보다",
    "단어"
  ],
  "glasses": [
    "유리",
    "단어"
  ],
  "globe": [
    "지구본, 지구의",
    "단어"
  ],
  "glory": [
    "영광, 영예",
    "단어"
  ],
  "glossary": [
    "용어 사전 해설 목록",
    "단어"
  ],
  "glove": [
    "장갑",
    "명사"
  ],
  "gm": [
    "그램 )",
    "단어"
  ],
  "gnu": [
    "영양",
    "단어"
  ],
  "goat": [
    "염소",
    "명사"
  ],
  "goes": [
    "GO 의 3인칭 단수 현재형",
    "단어"
  ],
  "gonna": [
    "난 해내고 말거야",
    "단어"
  ],
  "goose": [
    "거위",
    "명사"
  ],
  "gordon": [
    "Charles George ~ )",
    "단어"
  ],
  "got": [
    "get 의 과거, 과거분사",
    "단어"
  ],
  "gourmet": [
    "미식가, 식도락가",
    "단어"
  ],
  "governance": [
    "통치, 관리",
    "단어"
  ],
  "governor": [
    "총독",
    "단어"
  ],
  "gps": [
    "전 지구 위치 파악 시스템",
    "단어"
  ],
  "grace": [
    "우아함",
    "단어"
  ],
  "graham": [
    "통밀의",
    "단어"
  ],
  "grape": [
    "포도",
    "명사"
  ],
  "grapefruit": [
    "그레이프프루트(약간 신맛이 나고 큰 오렌지같이 생긴 노란 과일)",
    "명사"
  ],
  "graph": [
    "그래프, 도표",
    "단어"
  ],
  "grass": [
    "풀 꼴 , 잔디",
    "단어"
  ],
  "grateful": [
    "감사하는",
    "형용사"
  ],
  "gray": [
    "회색, 쥐색",
    "단어"
  ],
  "greatest": [
    "큰 많은",
    "단어"
  ],
  "greece": [
    "그리스, 헬라, 희랍",
    "단어"
  ],
  "greek": [
    "그리스인",
    "단어"
  ],
  "greg": [
    "남자 이름. Gregory의 별칭",
    "단어"
  ],
  "grey": [
    "회색 잿빛 의",
    "단어"
  ],
  "gross": [
    "총 -",
    "단어"
  ],
  "grove": [
    "숲, 수풀",
    "단어"
  ],
  "grow": [
    "커지다 늘어나다/증가하다",
    "단어"
  ],
  "guard": [
    "경비 감시/수비 요원, 보초",
    "단어"
  ],
  "guardian": [
    "수호자",
    "단어"
  ],
  "guestbook": [
    "방명록",
    "단어"
  ],
  "guidance": [
    "지도 안내",
    "단어"
  ],
  "gulf": [
    "만",
    "단어"
  ],
  "gun": [
    "총, 대포",
    "단어"
  ],
  "ha": [
    "야, 호, 아하",
    "단어"
  ],
  "hairy": [
    "털이 많은",
    "단어"
  ],
  "ham": [
    "햄",
    "명사"
  ],
  "hamilton": [
    "남자 이름",
    "단어"
  ],
  "hampshire": [
    "햄프셔 )",
    "단어"
  ],
  "handbook": [
    "편람, 안내서",
    "단어"
  ],
  "handsome": [
    "잘생긴",
    "형용사"
  ],
  "happened": [
    "있다 발생하다/벌어지다",
    "단어"
  ],
  "happens": [
    "있다 발생하다/벌어지다",
    "단어"
  ],
  "harbor": [
    "항구 , 항만",
    "단어"
  ],
  "hardcover": [
    "하드커버, 표지가 두꺼운 책",
    "단어"
  ],
  "harris": [
    "남자 이름",
    "단어"
  ],
  "hate": [
    "몹시 싫어하다 질색하다",
    "단어"
  ],
  "hd": [
    "고선명도",
    "단어"
  ],
  "healing": [
    "치유 치료",
    "단어"
  ],
  "heard": [
    "HEAR 의 과거·과거분사",
    "단어"
  ],
  "heaven": [
    "천국, 천당, 하늘나라",
    "단어"
  ],
  "heel": [
    "발뒤꿈치, 굽",
    "명사"
  ],
  "heights": [
    "높이, 키 신장",
    "단어"
  ],
  "held": [
    "hold 의 과거, 과거분사",
    "단어"
  ],
  "hence": [
    "이런 이유로",
    "단어"
  ],
  "heritage": [
    "유산",
    "단어"
  ],
  "herself": [
    "자신 스스로",
    "단어"
  ],
  "hibiscus": [
    "하비스쿠스(무궁화속에 속하며, 화려한 색의 큰 꽃이 피는 열대성 식물)",
    "명사"
  ],
  "hidden": [
    "HIDE 의 과거분사",
    "단어"
  ],
  "highlights": [
    "강조하다",
    "단어"
  ],
  "highway": [
    "고속도로",
    "단어"
  ],
  "hip": [
    "허리께 골반 부위",
    "단어"
  ],
  "hist": [
    "쉬, 조용히",
    "단어"
  ],
  "historic": [
    "역사적으로 중요한, 역사에 남을 만한, 역사적인",
    "단어"
  ],
  "hiv": [
    "에이즈 HIV 바이러스",
    "단어"
  ],
  "hobbies": [
    "취미",
    "단어"
  ],
  "hockey": [
    "하키",
    "단어"
  ],
  "holdem": [
    "고유 명사",
    "단어"
  ],
  "hole": [
    "구덩이",
    "단어"
  ],
  "hollywood": [
    "할리우드",
    "단어"
  ],
  "holy": [
    "신성한 성스러운",
    "단어"
  ],
  "honor": [
    "존경, 공경",
    "단어"
  ],
  "hop": [
    "한 발로 깡충깡충 뛰다",
    "단어"
  ],
  "horror": [
    "공포 , 경악",
    "단어"
  ],
  "hosted": [
    "주인",
    "단어"
  ],
  "howard": [
    "남자 이름",
    "단어"
  ],
  "hrs": [
    "근무 시간",
    "단어"
  ],
  "http": [
    "인터넷의 하이퍼텍스트 통신 규칙",
    "단어"
  ],
  "humor": [
    "유머, 농담 익살",
    "단어"
  ],
  "hundred": [
    "백, 100",
    "단어"
  ],
  "hundreds": [
    "백, 100",
    "단어"
  ],
  "hundredth": [
    "백 번째",
    "수사"
  ],
  "hungary": [
    "헝가리 )",
    "단어"
  ],
  "hunt": [
    "사냥하다",
    "단어"
  ],
  "hunting": [
    "사냥",
    "단어"
  ],
  "hurricane": [
    "허리케인",
    "단어"
  ],
  "hurt": [
    "다치게 아프게 하다",
    "단어"
  ],
  "husband": [
    "남편",
    "단어"
  ],
  "ia": [
    "병명에 붙임",
    "단어"
  ],
  "ian": [
    "Ian ~ )",
    "단어"
  ],
  "idaho": [
    "아이다호 ((미국 북서부의 주",
    "단어"
  ],
  "ideal": [
    "이상적인, 가장 알맞은, 완벽한",
    "단어"
  ],
  "identification": [
    "신원 확인, 신분 증명",
    "단어"
  ],
  "identity": [
    "신원, 신분, 정체",
    "단어"
  ],
  "ill": [
    "아픈, 병 든",
    "단어"
  ],
  "illegal": [
    "불법적인",
    "단어"
  ],
  "illustrated": [
    "삽화 사진, 도해 를 넣은",
    "동사"
  ],
  "imagine": [
    "상상하다, 그리다",
    "단어"
  ],
  "immediate": [
    "즉각적인",
    "단어"
  ],
  "immigration": [
    "이주 이민 , 이민자 수",
    "단어"
  ],
  "implemented": [
    "시행하다",
    "동사"
  ],
  "implications": [
    "결과, 영향",
    "단어"
  ],
  "importance": [
    "중요성",
    "단어"
  ],
  "impossible": [
    "불가능한",
    "단어"
  ],
  "improved": [
    "향상된, 개선된",
    "동사"
  ],
  "incident": [
    "일 사건",
    "단어"
  ],
  "incorporated": [
    "주식회사",
    "단어"
  ],
  "indeed": [
    "정말 확실히",
    "단어"
  ],
  "independence": [
    "독립",
    "단어"
  ],
  "indicated": [
    "계기에 표시된, 英속어 바람직한",
    "동사"
  ],
  "indonesia": [
    "인도네시아 )",
    "단어"
  ],
  "indoor": [
    "실내의, 실내용의",
    "단어"
  ],
  "infant": [
    "유아, 젖먹이, 아기",
    "단어"
  ],
  "infection": [
    "감염",
    "단어"
  ],
  "ing": [
    "ING",
    "단어"
  ],
  "ingredients": [
    "재료 성분",
    "단어"
  ],
  "injuries": [
    "부상자",
    "단어"
  ],
  "ink": [
    "잉크",
    "단어"
  ],
  "innovative": [
    "획기적인",
    "단어"
  ],
  "inquiry": [
    "연구, 탐구",
    "단어"
  ],
  "insert": [
    "끼우다 넣다/삽입하다",
    "단어"
  ],
  "insider": [
    "내부자",
    "단어"
  ],
  "inspection": [
    "사찰 순시",
    "단어"
  ],
  "institution": [
    "기관 단체/협회",
    "단어"
  ],
  "institutional": [
    "기관의, 보호 시설의",
    "단어"
  ],
  "instruction": [
    "설명",
    "단어"
  ],
  "instructor": [
    "강사 교사",
    "단어"
  ],
  "instrument": [
    "기구",
    "단어"
  ],
  "integrity": [
    "진실성",
    "단어"
  ],
  "intelligent": [
    "총명한, 똑똑한",
    "단어"
  ],
  "interior": [
    "내부",
    "단어"
  ],
  "intermediate": [
    "중간의",
    "단어"
  ],
  "interpretation": [
    "해석, 이해, 설명",
    "단어"
  ],
  "interracial": [
    "다른 인종간의",
    "단어"
  ],
  "introduce": [
    "소개하다",
    "단어"
  ],
  "investigation": [
    "수사 조사",
    "단어"
  ],
  "investing": [
    "투자하다",
    "단어"
  ],
  "investor": [
    "투자자",
    "단어"
  ],
  "investors": [
    "투자자",
    "단어"
  ],
  "invited": [
    "초대 초청 하다",
    "단어"
  ],
  "iran": [
    "이란 )",
    "단어"
  ],
  "iraqi": [
    "이라크 사람, U 이라크 말",
    "단어"
  ],
  "irish": [
    "아일랜드어, 아일랜드 켈트어",
    "단어"
  ],
  "iso": [
    "국제 표준화 기구",
    "단어"
  ],
  "ja": [
    "응, 예",
    "단어"
  ],
  "jacket": [
    "재킷, 상의",
    "단어"
  ],
  "jane": [
    "때로 J~ 여자 , 처녀, 아가씨",
    "단어"
  ],
  "jason": [
    "남자 이름",
    "단어"
  ],
  "javascript": [
    "자바스크립트",
    "단어"
  ],
  "jay": [
    "어치",
    "단어"
  ],
  "jean": [
    "여자 이름",
    "단어"
  ],
  "jeff": [
    "남자 이름 )",
    "단어"
  ],
  "jennifer": [
    "여자 이름. Guinevere의 별칭",
    "단어"
  ],
  "jerry": [
    "독일놈",
    "단어"
  ],
  "jessica": [
    "여자 이름",
    "단어"
  ],
  "jewellery": [
    "보석류, 장신구",
    "단어"
  ],
  "jewish": [
    "유대인 유대교 의, 유대교인인",
    "단어"
  ],
  "jimmy": [
    "쇠막대",
    "단어"
  ],
  "johnny": [
    "남자 이름 )",
    "단어"
  ],
  "jokes": [
    "우스개 , 농담",
    "단어"
  ],
  "jon": [
    "성서 Jonah, Jonathan",
    "단어"
  ],
  "jonathan": [
    "남자 이름",
    "단어"
  ],
  "jordan": [
    "요르단 )",
    "단어"
  ],
  "jose": [
    "남자 이름",
    "단어"
  ],
  "journalist": [
    "기자",
    "명사"
  ],
  "joy": [
    "기쁨 즐거움 , 환희",
    "단어"
  ],
  "jr": [
    "하급의, 부하의",
    "단어"
  ],
  "judgment": [
    "판단, 심판, 심사, 감정, 평가",
    "단어"
  ],
  "kangaroo": [
    "캥거루",
    "명사"
  ],
  "karen": [
    "카렌 족 )",
    "단어"
  ],
  "kate": [
    "여자 이름 )",
    "단어"
  ],
  "keith": [
    "키스",
    "단어"
  ],
  "ken": [
    "알다",
    "단어"
  ],
  "kent": [
    "켄트 , 고대 왕국))",
    "단어"
  ],
  "kentucky": [
    "켄터키",
    "단어"
  ],
  "kenya": [
    "케냐 )",
    "단어"
  ],
  "kept": [
    "keep 의 과거, 과거분사",
    "동사"
  ],
  "kernel": [
    "알맹이 인",
    "단어"
  ],
  "kerry": [
    "케리 ))",
    "단어"
  ],
  "ketchup": [
    "케첩",
    "명사"
  ],
  "kevin": [
    "남자 이름",
    "단어"
  ],
  "keyboard": [
    "키보드",
    "단어"
  ],
  "kg": [
    "킬로그램 )",
    "단어"
  ],
  "kick": [
    "차다",
    "단어"
  ],
  "kid": [
    "아이, 청소년",
    "단어"
  ],
  "kill": [
    "죽이다, 목숨을 빼앗다",
    "단어"
  ],
  "killed": [
    "취한",
    "단어"
  ],
  "kim": [
    "남자 여자 이름",
    "단어"
  ],
  "kiss": [
    "키스하다 입을 맞추다",
    "단어"
  ],
  "kiwi": [
    "키위",
    "명사"
  ],
  "koala": [
    "코알라",
    "명사"
  ],
  "korean": [
    "한국의",
    "단어"
  ],
  "ky": [
    "켄터키",
    "단어"
  ],
  "labour": [
    "노동 작업",
    "단어"
  ],
  "labs": [
    "low-altitude bombing system 폭격 시스템)",
    "단어"
  ],
  "ladder": [
    "사다리",
    "명사"
  ],
  "laid": [
    "lay 의 과거, 과거분사",
    "단어"
  ],
  "lamp": [
    "램프, 등",
    "단어"
  ],
  "lan": [
    "근거리 통신망, 랜",
    "단어"
  ],
  "lane": [
    "길",
    "단어"
  ],
  "laptops": [
    "휴대용 노트북 컴퓨터",
    "단어"
  ],
  "lat": [
    "위도",
    "단어"
  ],
  "latina": [
    "라틴계 여자",
    "단어"
  ],
  "latter": [
    "후자의, 마지막의",
    "단어"
  ],
  "launch": [
    "시작 개시/착수 하다",
    "단어"
  ],
  "laura": [
    "라우라, 독거 수도원",
    "단어"
  ],
  "lavender": [
    "라벤더",
    "명사"
  ],
  "lawrence": [
    "남자 이름",
    "단어"
  ],
  "lawyers": [
    "변호사",
    "단어"
  ],
  "lay": [
    "놓다 두다",
    "단어"
  ],
  "layer": [
    "막 층/겹/켜",
    "단어"
  ],
  "layout": [
    "레이아웃 배치",
    "단어"
  ],
  "lazy": [
    "게으른",
    "형용사"
  ],
  "lbs": [
    "Location Based Service 위치 기반 서비스",
    "단어"
  ],
  "leaf": [
    "잎",
    "단어"
  ],
  "learned": [
    "박식한 )",
    "동사"
  ],
  "lease": [
    "임대차 계약",
    "단어"
  ],
  "leaves": [
    "leaf의 복수",
    "명사, 동사"
  ],
  "lecture": [
    "강의, 강연",
    "단어"
  ],
  "led": [
    "lead 의 과거, 과거분사",
    "단어"
  ],
  "legacy": [
    "유산",
    "단어"
  ],
  "legend": [
    "전설",
    "단어"
  ],
  "legislative": [
    "입법의, 입법부의",
    "단어"
  ],
  "leisure": [
    "여가",
    "단어"
  ],
  "lemonade": [
    "레모네이드",
    "명사"
  ],
  "lens": [
    "렌즈",
    "단어"
  ],
  "lesson": [
    "수업 교습/교육",
    "단어"
  ],
  "lessons": [
    "수업 교습/교육",
    "단어"
  ],
  "lettuce": [
    "상추",
    "명사"
  ],
  "lewis": [
    "돌덩이 등을 끌어 올리고 내리는 쇠집게",
    "단어"
  ],
  "lg": [
    "the ~ 근위 기병 연대",
    "단어"
  ],
  "li": [
    "리 )",
    "단어"
  ],
  "lib": [
    "해방",
    "단어"
  ],
  "liberal": [
    "자유민주적인",
    "단어"
  ],
  "liberty": [
    "자유",
    "단어"
  ],
  "lie": [
    "누워 있다, 눕다",
    "단어"
  ],
  "lies": [
    "누워 있다, 눕다",
    "단어"
  ],
  "lifestyle": [
    "생활 방식",
    "단어"
  ],
  "lifetime": [
    "일생, 평생, 생애",
    "단어"
  ],
  "lift": [
    "들어 올리다 올리다",
    "단어"
  ],
  "lighter": [
    "라이터",
    "명사"
  ],
  "lily": [
    "백합",
    "명사"
  ],
  "lime": [
    "라임",
    "명사"
  ],
  "limitations": [
    "제한사항",
    "단어"
  ],
  "limousines": [
    "리무진",
    "단어"
  ],
  "lincoln": [
    "남자 이름",
    "단어"
  ],
  "linda": [
    "여자 이름",
    "단어"
  ],
  "linear": [
    "선의, 선으로 된",
    "단어"
  ],
  "linked": [
    "연쇄된, 연계된",
    "단어"
  ],
  "liquid": [
    "액체",
    "단어"
  ],
  "lisa": [
    "여자 이름 )",
    "단어"
  ],
  "lists": [
    "복수",
    "단어"
  ],
  "literary": [
    "문학의",
    "단어"
  ],
  "lived": [
    "보통 복합어를 이루어 생명이 …한",
    "단어"
  ],
  "lives": [
    "life 의 복수",
    "단어"
  ],
  "lizard": [
    "도마뱀",
    "명사"
  ],
  "lo": [
    "야, 하",
    "단어"
  ],
  "loaded": [
    "실은, 가득찬 무거운",
    "단어"
  ],
  "lobster": [
    "바닷가재",
    "명사"
  ],
  "locate": [
    "…의 정확한 위치를 찾아내다",
    "단어"
  ],
  "lock": [
    "잠그다 잠기다",
    "단어"
  ],
  "lodge": [
    "오두막 산장",
    "단어"
  ],
  "lodging": [
    "임시 숙소, 하숙",
    "단어"
  ],
  "logic": [
    "논리",
    "단어"
  ],
  "loop": [
    "고리",
    "단어"
  ],
  "lose": [
    "잃어버리다, 분실하다",
    "단어"
  ],
  "losses": [
    "손실, 손해",
    "단어"
  ],
  "loudly": [
    "드르렁, 드르릉, 드르렁드르렁",
    "부사"
  ],
  "louisiana": [
    "루이지애나 ((미국 남부의 주",
    "단어"
  ],
  "lounge": [
    "라운지 대합실",
    "단어"
  ],
  "lovely": [
    "사랑스러운, 아름다운, 어여쁜, 매력적인",
    "단어"
  ],
  "loyal": [
    "충성스러운, 성실한",
    "형용사"
  ],
  "lp": [
    "엘피판",
    "단어"
  ],
  "luck": [
    "좋은 운, 행운",
    "단어"
  ],
  "lucky": [
    "운이 좋은, 행운의",
    "단어"
  ],
  "lunch": [
    "점심",
    "단어"
  ],
  "luxury": [
    "호화로움, 사치",
    "단어"
  ],
  "machinery": [
    "기계",
    "단어"
  ],
  "mad": [
    "미친, 정신 이상인",
    "단어"
  ],
  "made": [
    "make의 과거, 과거분사",
    "단어"
  ],
  "madison": [
    "매디슨 경주",
    "단어"
  ],
  "maine": [
    "메인 )",
    "단어"
  ],
  "mainly": [
    "주로",
    "단어"
  ],
  "maker": [
    "…을 만드는 생산하는 사람 회사/기계",
    "단어"
  ],
  "makers": [
    "마커",
    "단어"
  ],
  "malaysia": [
    "말레이시아 )",
    "단어"
  ],
  "mall": [
    "쇼핑몰",
    "단어"
  ],
  "manchester": [
    "맨체스터",
    "단어"
  ],
  "manga": [
    "만화",
    "단어"
  ],
  "mango": [
    "망고",
    "명사"
  ],
  "mapping": [
    "분포측정",
    "단어"
  ],
  "marc": [
    "포도 찌꺼기",
    "단어"
  ],
  "margaret": [
    "여자 이름 )",
    "단어"
  ],
  "maria": [
    "MARE의 복수",
    "단어"
  ],
  "marie": [
    "여자 이름",
    "단어"
  ],
  "marked": [
    "뚜렷한",
    "단어"
  ],
  "marketplace": [
    "시장",
    "단어"
  ],
  "marmalade": [
    "마멀레이드",
    "명사"
  ],
  "marshall": [
    "원수",
    "단어"
  ],
  "massage": [
    "마사지, 안마",
    "단어"
  ],
  "matches": [
    "성냥",
    "단어"
  ],
  "mathematics": [
    "수학",
    "단어"
  ],
  "matt": [
    "무광 의",
    "단어"
  ],
  "matthew": [
    "마태 마태오 복음 )",
    "단어"
  ],
  "mattress": [
    "매트리스",
    "명사"
  ],
  "mayonnaise": [
    "마요네즈",
    "명사"
  ],
  "mayor": [
    "시장 구청장",
    "단어"
  ],
  "mc": [
    "사회",
    "단어"
  ],
  "meal": [
    "식사 끼니",
    "단어"
  ],
  "meant": [
    "mean 의 과거, 과거분사",
    "단어"
  ],
  "measured": [
    "신중한, 침착한",
    "동사, 명사"
  ],
  "measurement": [
    "측정, 측량",
    "단어"
  ],
  "measurements": [
    "양",
    "단어"
  ],
  "meat": [
    "고기",
    "단어"
  ],
  "mechanism": [
    "기계 장치 기구",
    "단어"
  ],
  "mechanisms": [
    "기계 장치 기구",
    "단어"
  ],
  "med": [
    "의학 의료 의",
    "단어"
  ],
  "medication": [
    "약 약물",
    "단어"
  ],
  "medline": [
    "의학 정보 온라인 데이터 베이스",
    "단어"
  ],
  "melbourne": [
    "멜버른 )",
    "단어"
  ],
  "melon": [
    "멜론",
    "명사"
  ],
  "memorabilia": [
    "수집품 기념품",
    "단어"
  ],
  "memorial": [
    "기념비",
    "단어"
  ],
  "men": [
    "man 의 복수",
    "단어"
  ],
  "mention": [
    "말하다, 언급 거론 하다",
    "단어"
  ],
  "merchandise": [
    "물품, 상품",
    "단어"
  ],
  "mercury": [
    "Hg 수은",
    "단어"
  ],
  "mesh": [
    "그물망, 철망",
    "단어"
  ],
  "messenger": [
    "전달자 배달원",
    "단어"
  ],
  "met": [
    "meet 의 과거, 과거분사",
    "단어"
  ],
  "metabolism": [
    "신진 물질 대사, 대사",
    "단어"
  ],
  "metro": [
    "지하철",
    "단어"
  ],
  "mexican": [
    "멕시코 출신의, 멕시코의",
    "단어"
  ],
  "mhz": [
    "메가헤르츠",
    "단어"
  ],
  "mi": [
    "man의 복수",
    "단어"
  ],
  "micro": [
    "마이크로컴퓨터, 초소형 컴퓨터",
    "단어"
  ],
  "might": [
    "may 의 과거형으로 쓰임",
    "단어"
  ],
  "mile": [
    "마일",
    "단어"
  ],
  "mill": [
    "방앗간, 제분소",
    "단어"
  ],
  "miller": [
    "방앗간 제분소 주인 일꾼",
    "단어"
  ],
  "milwaukee": [
    "밀워키 )",
    "단어"
  ],
  "minority": [
    "소수",
    "단어"
  ],
  "mint": [
    "박하",
    "단어"
  ],
  "mirror": [
    "거울",
    "단어"
  ],
  "misc": [
    "여러 가지 종류의, 이것저것 다양한",
    "단어"
  ],
  "missed": [
    "놓친, 손실된",
    "단어"
  ],
  "mississippi": [
    "미시시피 주 )",
    "단어"
  ],
  "mixed": [
    "뒤섞인, 엇갈리는",
    "단어"
  ],
  "ml": [
    "밀리리터 )",
    "단어"
  ],
  "mod": [
    "모드",
    "단어"
  ],
  "modem": [
    "모뎀",
    "단어"
  ],
  "moderator": [
    "조정자 중재자",
    "단어"
  ],
  "modify": [
    "수정 변경 하다, 바꾸다",
    "단어"
  ],
  "molecular": [
    "분자의",
    "단어"
  ],
  "monster": [
    "괴물",
    "단어"
  ],
  "montana": [
    "몬태나 )",
    "단어"
  ],
  "morgan": [
    "남자 이름",
    "단어"
  ],
  "mosquito": [
    "모기",
    "명사"
  ],
  "mostly": [
    "주로, 일반적으로",
    "단어"
  ],
  "motorcycle": [
    "오토바이",
    "단어"
  ],
  "mouth": [
    "입",
    "단어"
  ],
  "mp": [
    "하원 의원",
    "단어"
  ],
  "mpeg": [
    "동영상 파일 압축 기술",
    "단어"
  ],
  "mph": [
    "시속 …마일",
    "단어"
  ],
  "multiple": [
    "많은, 다수 복수 의",
    "단어"
  ],
  "municipal": [
    "지방 자치제의, 시 읍/군 의",
    "단어"
  ],
  "murder": [
    "살인 , 살해",
    "단어"
  ],
  "muscle": [
    "근육",
    "단어"
  ],
  "musician": [
    "음악가",
    "명사"
  ],
  "mussel": [
    "홍합",
    "명사"
  ],
  "mustard": [
    "머스터드, 겨자",
    "명사"
  ],
  "mutual": [
    "상호간의, 서로의",
    "단어"
  ],
  "nancy": [
    "남자 동성애자, 여자 같은 남자",
    "단어"
  ],
  "narrow": [
    "좁은",
    "단어"
  ],
  "nasa": [
    "나사, 미국 항공 우주국",
    "단어"
  ],
  "nashville": [
    "내슈빌 )",
    "단어"
  ],
  "nationwide": [
    "전국적인",
    "단어"
  ],
  "navigate": [
    "길을 찾다 방향을 읽다",
    "단어"
  ],
  "navy": [
    "해군 )",
    "단어"
  ],
  "nba": [
    "미국 프로 농구 협회",
    "단어"
  ],
  "nearest": [
    "가장 가까운",
    "단어"
  ],
  "nebraska": [
    "네브래스카 주 ., 우편 NE))",
    "단어"
  ],
  "necessarily": [
    "어쩔 수 없이, 필연적으로",
    "단어"
  ],
  "neck": [
    "목",
    "단어"
  ],
  "neither": [
    "어느 것도 …아니다",
    "단어"
  ],
  "nelson": [
    "넬슨",
    "단어"
  ],
  "nevada": [
    "네바다 ((미국 서부의 주",
    "단어"
  ],
  "newest": [
    "최신의",
    "단어"
  ],
  "newly": [
    "최근에, 새로",
    "단어"
  ],
  "newspaper": [
    "신문",
    "단어"
  ],
  "newspapers": [
    "신문기사",
    "단어"
  ],
  "nfl": [
    "미국 프로 미식축구 연맹",
    "단어"
  ],
  "nick": [
    "철창",
    "단어"
  ],
  "nikon": [
    "니콘 러시아 정교회의 총주교",
    "단어"
  ],
  "nine": [
    "9, 아홉",
    "단어"
  ],
  "nineteen": [
    "19, 열아홉",
    "수사"
  ],
  "ninety": [
    "90, 아흔",
    "수사"
  ],
  "nintendo": [
    "닌텐도 비디오 게임 사 제품)",
    "단어"
  ],
  "ninth": [
    "아홉 번째",
    "수사"
  ],
  "nm": [
    "나노미터 )",
    "단어"
  ],
  "nobody": [
    "보잘것없는 사람",
    "단어"
  ],
  "node": [
    "마디",
    "단어"
  ],
  "noise": [
    "소리, 소음",
    "단어"
  ],
  "noisy": [
    "시끄러운",
    "형용사"
  ],
  "noodle": [
    "국수, 면",
    "명사"
  ],
  "normally": [
    "보통 , 보통 때는",
    "단어"
  ],
  "northwest": [
    "the ~ 북서 )",
    "단어"
  ],
  "norway": [
    "노르웨이 .))",
    "단어"
  ],
  "notebook": [
    "노트, 공책",
    "단어"
  ],
  "notebooks": [
    "노트, 공책",
    "단어"
  ],
  "noticed": [
    "신경씀, 주목, 알아챔",
    "단어"
  ],
  "notification": [
    "알림, 통고, 통지, 신고",
    "단어"
  ],
  "notify": [
    "알리다 통고/통지하다",
    "단어"
  ],
  "nova": [
    "신성",
    "단어"
  ],
  "novel": [
    "소설",
    "단어"
  ],
  "nr": [
    "near",
    "단어"
  ],
  "ns": [
    "나노초 )",
    "단어"
  ],
  "nsw": [
    "뉴사우스웨일스 주 )",
    "단어"
  ],
  "numerous": [
    "많은",
    "단어"
  ],
  "nurse": [
    "간호사",
    "단어"
  ],
  "nut": [
    "견과, 너트",
    "명사"
  ],
  "nv": [
    "우편 Nevada, New Version",
    "단어"
  ],
  "nw": [
    "북서쪽",
    "단어"
  ],
  "nz": [
    "뉴질랜드",
    "단어"
  ],
  "oak": [
    "오크",
    "단어"
  ],
  "obligation": [
    "의무",
    "단어"
  ],
  "observations": [
    "관찰, 관측, 감시, 주시",
    "단어"
  ],
  "observed": [
    "…을 보다 알다/목격하다",
    "단어"
  ],
  "obviously": [
    "확실히 분명히",
    "단어"
  ],
  "occupation": [
    "직업",
    "단어"
  ],
  "occurred": [
    "일어나다, 발생하다",
    "단어"
  ],
  "odds": [
    "공산 가능성",
    "단어"
  ],
  "offset": [
    "상쇄 벌충 하다",
    "단어"
  ],
  "okay": [
    "오냐",
    "단어"
  ],
  "omelet": [
    "오믈렛",
    "명사"
  ],
  "ongoing": [
    "계속 진행 중인",
    "단어"
  ],
  "onion": [
    "양파",
    "명사"
  ],
  "onto": [
    "… 로 에",
    "단어"
  ],
  "op": [
    "수술",
    "단어"
  ],
  "opera": [
    "오페라, 가극",
    "단어"
  ],
  "operate": [
    "작동 가동 되다",
    "단어"
  ],
  "operated": [
    "수술을 받은",
    "단어"
  ],
  "operational": [
    "가동 운영/운용 상의",
    "단어"
  ],
  "operator": [
    "조작 운전 하는 사람",
    "단어"
  ],
  "operators": [
    "큰 손",
    "단어"
  ],
  "optical": [
    "시각적인",
    "단어"
  ],
  "optimization": [
    "최대한의 이용 활용",
    "단어"
  ],
  "oracle": [
    "신탁을 받는 곳 신탁을 전하는 사제",
    "단어"
  ],
  "orchid": [
    "난초",
    "명사"
  ],
  "ordered": [
    "정돈된, 정연한",
    "명사, 동사"
  ],
  "org": [
    "구어 조직, 단체",
    "단어"
  ],
  "organic": [
    "유기농의, 화학 비료를 쓰지 않는",
    "단어"
  ],
  "organisation": [
    "조직 , 단체, 기구",
    "단어"
  ],
  "organisations": [
    "명사",
    "단어"
  ],
  "orientation": [
    "방향, 지향",
    "단어"
  ],
  "oriented": [
    ") 방향 지어진, 지향적인",
    "단어"
  ],
  "orlando": [
    "남자 이름",
    "단어"
  ],
  "orleans": [
    "오를레앙 )",
    "단어"
  ],
  "ourselves": [
    "우리 자신 스스로/직접",
    "단어"
  ],
  "outlet": [
    "발산 배출 수단",
    "단어"
  ],
  "outstanding": [
    "뛰어난, 걸출한",
    "단어"
  ],
  "overnight": [
    "밤사이에, 하룻밤 동안",
    "단어"
  ],
  "overseas": [
    "해외 외국/국외 의",
    "단어"
  ],
  "owl": [
    "올빼미",
    "명사"
  ],
  "oxford": [
    "옥스퍼드화",
    "단어"
  ],
  "oyster": [
    "굴",
    "명사"
  ],
  "packard": [
    "패커드",
    "단어"
  ],
  "pad": [
    "패드",
    "단어"
  ],
  "paint": [
    "페인트, 페인트",
    "단어"
  ],
  "painter": [
    "화가",
    "명사"
  ],
  "painting": [
    "그림",
    "단어"
  ],
  "pair": [
    "짝을 짓다",
    "단어"
  ],
  "pajamas": [
    "잠옷",
    "명사"
  ],
  "pakistan": [
    "파키스탄 )",
    "단어"
  ],
  "palace": [
    "궁전",
    "단어"
  ],
  "pale": [
    "창백한, 연한",
    "형용사"
  ],
  "pan": [
    "냄비 팬",
    "단어"
  ],
  "pancake": [
    "팬케이크",
    "명사"
  ],
  "panda": [
    "판다",
    "명사"
  ],
  "pants": [
    "팬티",
    "단어"
  ],
  "par": [
    "기준 타수, 파",
    "단어"
  ],
  "para": [
    "낙하산 부대원",
    "단어"
  ],
  "paradise": [
    "천국 천당",
    "단어"
  ],
  "paragraph": [
    "단락, 절",
    "단어"
  ],
  "parallel": [
    "평행한",
    "단어"
  ],
  "parameter": [
    "한도",
    "단어"
  ],
  "parliament": [
    "의회, 국회",
    "단어"
  ],
  "parrot": [
    "앵무새",
    "명사"
  ],
  "partial": [
    "부분적인, 불완전한",
    "단어"
  ],
  "partly": [
    "부분적으로, 어느 정도",
    "단어"
  ],
  "passenger": [
    "승객",
    "단어"
  ],
  "passion": [
    "격정",
    "단어"
  ],
  "pasta": [
    "파스타",
    "명사"
  ],
  "pat": [
    "쓰다듬다 토닥거리다",
    "단어"
  ],
  "patches": [
    "부분",
    "단어"
  ],
  "patterns": [
    "양식, 패턴",
    "단어"
  ],
  "payday": [
    "급여 임금 지급일",
    "단어"
  ],
  "pcs": [
    "개인이동통신",
    "단어"
  ],
  "pda": [
    "피디에이, 휴대 정보 단말기",
    "단어"
  ],
  "pdt": [
    "태평양 여름 시간",
    "단어"
  ],
  "pea": [
    "완두콩",
    "명사"
  ],
  "peaceful": [
    "평화로운, 조용한",
    "형용사"
  ],
  "peach": [
    "복숭아",
    "명사"
  ],
  "peak": [
    "절정, 정점, 최고조",
    "단어"
  ],
  "peanut": [
    "땅콩",
    "명사"
  ],
  "pear": [
    "배",
    "명사"
  ],
  "pearl": [
    "진주",
    "단어"
  ],
  "pee": [
    "오줌을 누다",
    "단어"
  ],
  "peer": [
    "또래 동배",
    "단어"
  ],
  "pen": [
    "펜",
    "단어"
  ],
  "penalty": [
    "처벌, 형벌",
    "단어"
  ],
  "penguin": [
    "펭귄",
    "명사"
  ],
  "pension": [
    "연금",
    "단어"
  ],
  "percentage": [
    "백분율, 비율",
    "단어"
  ],
  "perl": [
    "펄",
    "단어"
  ],
  "permalink": [
    "퍼머링크",
    "단어"
  ],
  "permitted": [
    "허용가능",
    "단어"
  ],
  "personally": [
    "개인적인 의견을 말하면, 나 자기 로서는",
    "단어"
  ],
  "pg": [
    "부모 지도하 관람 가",
    "단어"
  ],
  "ph": [
    "피에이치, 페하",
    "단어"
  ],
  "phil": [
    "남자 이름 ip의 애칭))",
    "단어"
  ],
  "philip": [
    "남자 이름",
    "단어"
  ],
  "philippines": [
    "필리핀 제도",
    "단어"
  ],
  "philips": [
    "필립스",
    "단어"
  ],
  "photographs": [
    "사진",
    "단어"
  ],
  "phrase": [
    "구",
    "단어"
  ],
  "physician": [
    "의사, 내과 의사",
    "단어"
  ],
  "pill": [
    "알약, 정제",
    "단어"
  ],
  "pillow": [
    "베개",
    "명사"
  ],
  "pills": [
    "정제",
    "단어"
  ],
  "pilot": [
    "조종사, 비행사",
    "단어"
  ],
  "pin": [
    "핀",
    "단어"
  ],
  "pine": [
    "소나무, 솔",
    "단어"
  ],
  "pineapple": [
    "파인애플",
    "명사"
  ],
  "pioneer": [
    "개척자 선구자",
    "단어"
  ],
  "pipe": [
    "관 배관/파이프",
    "단어"
  ],
  "pittsburgh": [
    "피츠버그 )",
    "단어"
  ],
  "pizza": [
    "피자",
    "단어"
  ],
  "pl": [
    "복수",
    "단어"
  ],
  "placement": [
    "취업 거주지 알선",
    "단어"
  ],
  "plain": [
    "분명한",
    "단어"
  ],
  "plane": [
    "비행기",
    "단어"
  ],
  "planet": [
    "행성",
    "단어"
  ],
  "planned": [
    "계획된",
    "단어"
  ],
  "plate": [
    "접시, 그릇",
    "단어"
  ],
  "plates": [
    "접시, 그릇",
    "단어"
  ],
  "platinum": [
    "Pt 백금",
    "단어"
  ],
  "playstation": [
    "명사",
    "단어"
  ],
  "plaza": [
    "광장",
    "단어"
  ],
  "pleased": [
    "기쁜, 기뻐하는, 만족해하는",
    "부사, 동사"
  ],
  "pleasure": [
    "기쁨, 즐거움",
    "단어"
  ],
  "plenty": [
    "풍부 충분 한 양",
    "단어"
  ],
  "plot": [
    "구성 플롯/줄거리",
    "단어"
  ],
  "plug": [
    "플러그",
    "단어"
  ],
  "pmid": [
    "명사",
    "단어"
  ],
  "poet": [
    "시인",
    "명사"
  ],
  "poetry": [
    "시, 시가",
    "단어"
  ],
  "poland": [
    "폴란드 )",
    "단어"
  ],
  "polish": [
    "광택제",
    "단어"
  ],
  "polite": [
    "공손한",
    "형용사"
  ],
  "poll": [
    "여론 조사",
    "단어"
  ],
  "polls": [
    "여론 조사",
    "단어"
  ],
  "pollution": [
    "오염, 공해",
    "단어"
  ],
  "popularity": [
    "인기",
    "단어"
  ],
  "pork": [
    "돼지고기",
    "명사"
  ],
  "portion": [
    "부분 일부",
    "단어"
  ],
  "portions": [
    "부분 일부",
    "단어"
  ],
  "portland": [
    "미국 Oregon주 북서부의 항구 도시",
    "단어"
  ],
  "portugal": [
    "포르투갈",
    "단어"
  ],
  "possibility": [
    "가능성, 가능함",
    "단어"
  ],
  "possibly": [
    "아마",
    "단어"
  ],
  "postage": [
    "우편 요금, 우송료",
    "단어"
  ],
  "pot": [
    "냄비, 솥",
    "단어"
  ],
  "potato": [
    "감자",
    "명사"
  ],
  "potter": [
    "빈둥거리다",
    "단어"
  ],
  "pottery": [
    "도자기",
    "단어"
  ],
  "pound": [
    "£ 파운드 )",
    "단어"
  ],
  "pour": [
    "붓다 따르다",
    "단어"
  ],
  "prayer": [
    "기도",
    "단어"
  ],
  "precision": [
    "정확 , 정밀 , 신중함",
    "단어"
  ],
  "preferences": [
    "우선권",
    "단어"
  ],
  "pregnancy": [
    "임신",
    "단어"
  ],
  "pregnant": [
    "임신 수태 한",
    "단어"
  ],
  "preliminary": [
    "예비의",
    "단어"
  ],
  "premier": [
    "최고의, 제1의",
    "단어"
  ],
  "preparation": [
    "준비 대비",
    "단어"
  ],
  "prepare": [
    "준비하다 시키다",
    "단어"
  ],
  "prescription": [
    "처방전",
    "단어"
  ],
  "priced": [
    "값이 붙은",
    "명사"
  ],
  "pride": [
    "자랑스러움, 자부심, 긍지",
    "단어"
  ],
  "primarily": [
    "주로",
    "단어"
  ],
  "prince": [
    "왕자",
    "단어"
  ],
  "princess": [
    "공주",
    "단어"
  ],
  "prison": [
    "교도소, 감옥",
    "단어"
  ],
  "prize": [
    "상, 상품",
    "단어"
  ],
  "probability": [
    "개연성",
    "단어"
  ],
  "proceedings": [
    "프로시딩",
    "단어"
  ],
  "processed": [
    "가공 한",
    "명사, 동사"
  ],
  "producer": [
    "생산자, 생산 회사 국가",
    "단어"
  ],
  "progressive": [
    "진보 혁신 적인",
    "단어"
  ],
  "prohibited": [
    "금하고 있는",
    "단어"
  ],
  "promise": [
    "약속하다",
    "단어"
  ],
  "promotional": [
    "홍보 판촉 의",
    "단어"
  ],
  "proof": [
    "증거 , 증명",
    "단어"
  ],
  "properly": [
    "제대로, 적절히",
    "단어"
  ],
  "proud": [
    "자랑스러워하는, 자랑스러운",
    "단어"
  ],
  "proven": [
    "입증 증명 된",
    "단어"
  ],
  "province": [
    "주 도",
    "단어"
  ],
  "provision": [
    "공급, 제공",
    "단어"
  ],
  "ps": [
    "추신",
    "단어"
  ],
  "psp": [
    "programmable signal processor",
    "단어"
  ],
  "psychology": [
    "심리학",
    "단어"
  ],
  "pt": [
    "부분, -부",
    "단어"
  ],
  "pub": [
    "퍼브",
    "단어"
  ],
  "publish": [
    "출판 발행 하다",
    "단어"
  ],
  "pull": [
    "끌다, 당기다, 끌어 잡아 당기다",
    "단어"
  ],
  "pulse": [
    "맥박, 맥",
    "단어"
  ],
  "pump": [
    "펌프",
    "단어"
  ],
  "pupils": [
    "학생",
    "단어"
  ],
  "pure": [
    "순수한",
    "단어"
  ],
  "purple": [
    "자주색의",
    "단어"
  ],
  "pursuant": [
    "…에 따른",
    "단어"
  ],
  "push": [
    "밀다",
    "단어"
  ],
  "putting": [
    "퍼팅, 홀을 향해 볼을 치기",
    "단어"
  ],
  "puzzle": [
    "퍼즐, 알아맞히기",
    "단어"
  ],
  "python": [
    "비단뱀",
    "단어"
  ],
  "qty": [
    "양, 수량, 분량",
    "단어"
  ],
  "qualified": [
    "자격 이 있는",
    "단어"
  ],
  "quarterly": [
    "분기별의",
    "단어"
  ],
  "quebec": [
    "퀘벡 )",
    "단어"
  ],
  "queries": [
    "문의, 의문",
    "단어"
  ],
  "quest": [
    "탐구, 탐색",
    "단어"
  ],
  "quiet": [
    "조용한",
    "단어"
  ],
  "ra": [
    "해군 소장",
    "단어"
  ],
  "rack": [
    "받침대 선반 , 시렁",
    "단어"
  ],
  "radar": [
    "레이더, 전파 탐지기",
    "단어"
  ],
  "radiation": [
    "방사선",
    "단어"
  ],
  "rail": [
    "난간",
    "단어"
  ],
  "raise": [
    "들어올리다 올리다/들다",
    "단어"
  ],
  "raised": [
    "높은 높이 올린",
    "단어"
  ],
  "raising": [
    "높이기",
    "단어"
  ],
  "ram": [
    "들이받다",
    "단어"
  ],
  "ran": [
    "run 의 과거",
    "단어"
  ],
  "rapid": [
    "빠른",
    "단어"
  ],
  "raspberry": [
    "산딸기, 혀를 입술 사이로 진동시키며 내는 야유 소리",
    "명사"
  ],
  "rated": [
    "rate 의 과거·과거분사",
    "단어"
  ],
  "ratio": [
    "비율, 비",
    "단어"
  ],
  "raw": [
    "익히지 않은, 날것의",
    "단어"
  ],
  "rc": [
    "로마 가톨릭교",
    "단어"
  ],
  "reached": [
    "뇌물을 받은, 매수된",
    "단어"
  ],
  "reaction": [
    "반응, 반작용",
    "단어"
  ],
  "realize": [
    "깨닫다, 알아차리다, 인식 자각 하다",
    "단어"
  ],
  "rear": [
    "뒤쪽",
    "단어"
  ],
  "reasonable": [
    "타당한, 사리에 맞는, 사리를 아는, 합리적인",
    "단어"
  ],
  "receiver": [
    "수화기",
    "단어"
  ],
  "reception": [
    "접수처 프런트",
    "단어"
  ],
  "recipe": [
    "조리 요리 법",
    "단어"
  ],
  "recognition": [
    "알아봄, 인식",
    "단어"
  ],
  "recognized": [
    "인정된, 알려진",
    "동사"
  ],
  "recorded": [
    "녹음된",
    "단어"
  ],
  "recruitment": [
    "모집",
    "단어"
  ],
  "ref": [
    "심판",
    "단어"
  ],
  "reform": [
    "개혁 개선 하다",
    "단어"
  ],
  "refrigerator": [
    "냉장고",
    "명사"
  ],
  "refund": [
    "환불",
    "단어"
  ],
  "reg": [
    "등록, 신고",
    "단어"
  ],
  "regard": [
    "…을 … 으로 여기다 평가하다",
    "단어"
  ],
  "regardless": [
    "개의치 상관하지 않고",
    "단어"
  ],
  "regularly": [
    "정기 규칙 적으로",
    "단어"
  ],
  "regulatory": [
    "규제 단속 력을 지닌",
    "단어"
  ],
  "rehabilitation": [
    "재활",
    "단어"
  ],
  "relatively": [
    "비교적",
    "단어"
  ],
  "reliability": [
    "신빙성",
    "단어"
  ],
  "reliable": [
    "믿을 신뢰할 수 있는",
    "단어"
  ],
  "relief": [
    "안도, 안심",
    "단어"
  ],
  "removal": [
    "없애기, 제거",
    "단어"
  ],
  "rep": [
    "대변인",
    "단어"
  ],
  "replace": [
    "대신 대체 하다",
    "단어"
  ],
  "replaced": [
    "대신 대체 하다",
    "단어"
  ],
  "representation": [
    "묘사 표현 , 나타낸 묘사한 것",
    "단어"
  ],
  "representatives": [
    "대표",
    "단어"
  ],
  "reproduction": [
    "생식, 번식",
    "단어"
  ],
  "republican": [
    "공화주의자, 공화제 지지자",
    "단어"
  ],
  "requirement": [
    "필요",
    "단어"
  ],
  "res": [
    "법 물 , 실체, 물건",
    "단어"
  ],
  "rescue": [
    "구하다, 구조 구출/구제 하다",
    "단어"
  ],
  "reservation": [
    "예약",
    "단어"
  ],
  "reservations": [
    "예약",
    "단어"
  ],
  "reserves": [
    "매장량",
    "단어"
  ],
  "residence": [
    "주택, 거주지",
    "단어"
  ],
  "resident": [
    "거주자 주민",
    "단어"
  ],
  "resistance": [
    "저항 반대",
    "단어"
  ],
  "respectively": [
    "각자, 각각, 제각기",
    "단어"
  ],
  "restricted": [
    "제한된 한정된",
    "동사"
  ],
  "restrictions": [
    "제한",
    "단어"
  ],
  "resume": [
    "재개하다 되다 , 다시 시작하다 되다",
    "단어"
  ],
  "retirement": [
    "은퇴 퇴직",
    "단어"
  ],
  "reverse": [
    "뒤바꾸다, 반전 역전 시키다",
    "단어"
  ],
  "revised": [
    "수정필의, 개정필의, 교정필의, 변경한",
    "동사"
  ],
  "revision": [
    "수정 정정",
    "단어"
  ],
  "rf": [
    "무선 주파수 )",
    "단어"
  ],
  "ri": [
    "회복탄력성 지수 )",
    "단어"
  ],
  "rick": [
    "건초 볏짚 가리",
    "단어"
  ],
  "ride": [
    "타다 몰다 , 승마하다",
    "단어"
  ],
  "ridge": [
    "산등성이, 산마루",
    "단어"
  ],
  "riding": [
    "승마",
    "단어"
  ],
  "ringtone": [
    "신호음 벨 소리",
    "단어"
  ],
  "rising": [
    "봉기, 폭동",
    "단어"
  ],
  "rm": [
    "해병대",
    "단어"
  ],
  "rob": [
    "털다 도둑질하다",
    "단어"
  ],
  "rod": [
    "막대 -대",
    "단어"
  ],
  "roger": [
    "알았다",
    "단어"
  ],
  "rolling": [
    "완만하게 경사진, 구릉으로 된",
    "단어"
  ],
  "roman": [
    "고대 로마의 로마 제국의",
    "단어"
  ],
  "romance": [
    "연애, 로맨스",
    "단어"
  ],
  "romantic": [
    "로맨틱한, 연애 애정 의",
    "단어"
  ],
  "rome": [
    "로마 )",
    "단어"
  ],
  "ron": [
    "철야잔류하다, 철야대기하다",
    "단어"
  ],
  "roof": [
    "지붕",
    "단어"
  ],
  "ross": [
    "거친 나무껍질",
    "단어"
  ],
  "router": [
    "라우터",
    "단어"
  ],
  "rpm": [
    "분당 회전수",
    "단어"
  ],
  "rt": [
    "리트윗, 재전송",
    "단어"
  ],
  "rubber": [
    "고무",
    "단어"
  ],
  "rude": [
    "무례한",
    "형용사"
  ],
  "rugby": [
    "럭비",
    "단어"
  ],
  "rum": [
    "럼주",
    "명사"
  ],
  "rush": [
    "급 히 움직이다 하다 , 서두르다",
    "단어"
  ],
  "russell": [
    "남자 이름",
    "단어"
  ],
  "ryan": [
    "미국의 항공기 제작사",
    "단어"
  ],
  "sacramento": [
    "새크라멘토 )",
    "단어"
  ],
  "safari": [
    "사파리 여행",
    "단어"
  ],
  "salary": [
    "급여, 봉급, 월급",
    "단어"
  ],
  "salt": [
    "소금",
    "단어"
  ],
  "salty": [
    "짠",
    "형용사"
  ],
  "sam": [
    "남자 이름 ), 여자 이름 )",
    "단어"
  ],
  "samuel": [
    "남자 이름 )",
    "단어"
  ],
  "sand": [
    "모래",
    "단어"
  ],
  "sarah": [
    "여자 이름 )",
    "단어"
  ],
  "sat": [
    "sit 의 과거, 과거분사",
    "단어"
  ],
  "satisfaction": [
    "만족 , 흡족",
    "단어"
  ],
  "satisfied": [
    "만족하는, 만족스러워 흡족해 하는",
    "단어"
  ],
  "saudi": [
    "사우디 아라비아 의, 사우디 아라비아의 주민",
    "단어"
  ],
  "sausage": [
    "소시지",
    "명사"
  ],
  "says": [
    "say 의 3인칭 단수 직설법 현재형",
    "단어"
  ],
  "sb": [
    "안티몬 )",
    "단어"
  ],
  "scan": [
    "살피다",
    "단어"
  ],
  "scarf": [
    "스카프",
    "명사"
  ],
  "scenes": [
    "현장",
    "단어"
  ],
  "scheduled": [
    "예정된, 美 표에 기입된",
    "명사, 동사"
  ],
  "scholarship": [
    "장학금",
    "단어"
  ],
  "sci": [
    "과학 인용 색인",
    "단어"
  ],
  "scientists": [
    "과학자",
    "단어"
  ],
  "scope": [
    "기회 여지/능력",
    "단어"
  ],
  "scottish": [
    "스코틀랜드의, 스코틀랜드 사람의",
    "단어"
  ],
  "scripts": [
    "각본",
    "단어"
  ],
  "sculptor": [
    "조각가",
    "명사"
  ],
  "seal": [
    "봉 봉인 하다",
    "단어"
  ],
  "sealed": [
    "봉인을 한",
    "단어"
  ],
  "sean": [
    "남자 이름",
    "단어"
  ],
  "seats": [
    "자리, 좌석",
    "단어"
  ],
  "secrets": [
    "비밀의",
    "단어"
  ],
  "seed": [
    "씨, 씨앗, 종자",
    "단어"
  ],
  "seek": [
    "찾다",
    "단어"
  ],
  "seeker": [
    "…을 구하는 사람",
    "단어"
  ],
  "seen": [
    "see 의 과거분사",
    "단어"
  ],
  "semester": [
    "학기",
    "단어"
  ],
  "semi": [
    "한쪽 벽면이 옆집과 붙어 있는 주택",
    "단어"
  ],
  "senator": [
    "상원 의원",
    "단어"
  ],
  "sensitive": [
    "세심한",
    "단어"
  ],
  "sensor": [
    "센서, 감지기",
    "단어"
  ],
  "sent": [
    "send 의 과거, 과거분사",
    "단어"
  ],
  "serial": [
    "beauty",
    "단어"
  ],
  "seriously": [
    "심 하게",
    "단어"
  ],
  "setup": [
    "기구 , 구조, 조직",
    "단어"
  ],
  "seventeen": [
    "17, 열일곱",
    "수사"
  ],
  "seventy": [
    "70, 일흔",
    "수사"
  ],
  "severe": [
    "극심한, 심각한",
    "단어"
  ],
  "sf": [
    "공상 과학 소설 영화",
    "단어"
  ],
  "shadow": [
    "그림자",
    "단어"
  ],
  "shallow": [
    "얕은",
    "형용사"
  ],
  "shape": [
    "모양, 형태, 형",
    "단어"
  ],
  "shark": [
    "상어",
    "명사"
  ],
  "sharp": [
    "날카로운, 뾰족한, 예리한",
    "단어"
  ],
  "shaved": [
    "불필요한 부품·액세서리를 떼낸",
    "단어"
  ],
  "shell": [
    "껍데기 껍질",
    "단어"
  ],
  "shipped": [
    "발송된",
    "단어"
  ],
  "shock": [
    "충격, 충격적인 일",
    "단어"
  ],
  "shoot": [
    "쏘다",
    "단어"
  ],
  "shooting": [
    "발사, 총격",
    "단어"
  ],
  "shopper": [
    "쇼핑객",
    "단어"
  ],
  "shoppers": [
    "쇼핑객",
    "단어"
  ],
  "showed": [
    "보여 주다 증명하다",
    "단어"
  ],
  "shown": [
    "show 의 과거분사",
    "단어"
  ],
  "showtimes": [
    "명사",
    "단어"
  ],
  "shrimp": [
    "새우",
    "명사"
  ],
  "si": [
    "국제 체제",
    "단어"
  ],
  "sick": [
    "아픈, 병든",
    "단어"
  ],
  "siemens": [
    "지멘스",
    "단어"
  ],
  "sierra": [
    "시에라, 산맥",
    "단어"
  ],
  "sight": [
    "시력",
    "단어"
  ],
  "signals": [
    "시그널스",
    "단어"
  ],
  "signature": [
    "서명",
    "단어"
  ],
  "significantly": [
    "상당히 크게",
    "단어"
  ],
  "silent": [
    "말을 안 하는, 침묵을 지키는, 조용한",
    "단어"
  ],
  "silk": [
    "생사, 생명주실",
    "단어"
  ],
  "simon": [
    "남자 이름 )",
    "단어"
  ],
  "simpson": [
    "심프슨",
    "단어"
  ],
  "simulation": [
    "시뮬레이션, 모의실험",
    "단어"
  ],
  "sin": [
    "죄, 죄악",
    "단어"
  ],
  "sit": [
    "앉다, 앉아 있다",
    "단어"
  ],
  "sitting": [
    "개정 개회 기간",
    "단어"
  ],
  "sixteen": [
    "16, 열여섯",
    "수사"
  ],
  "sixty": [
    "60, 예순",
    "수사"
  ],
  "skating": [
    "스케이트 타기",
    "명사"
  ],
  "skill": [
    "기량",
    "단어"
  ],
  "slide": [
    "미끄러지다, 미끄러뜨리다",
    "단어"
  ],
  "slip": [
    "미끄러지다",
    "단어"
  ],
  "slot": [
    "구멍",
    "단어"
  ],
  "slowly": [
    "느리게, 천천히, 서서히",
    "단어"
  ],
  "sm": [
    "Sm 사마륨",
    "단어"
  ],
  "smile": [
    "웃다, 미소 짓다",
    "단어"
  ],
  "smoke": [
    "연기",
    "단어"
  ],
  "smooth": [
    "매끈한, 매끄러운, 잔잔한",
    "단어"
  ],
  "sms": [
    "문자 메시지 전송 서비스",
    "단어"
  ],
  "snail": [
    "달팽이",
    "명사"
  ],
  "sock": [
    "양말",
    "명사"
  ],
  "socket": [
    "콘센트",
    "단어"
  ],
  "soda": [
    "탄산음료",
    "명사"
  ],
  "sofa": [
    "소파",
    "명사"
  ],
  "softly": [
    "부드럽게, 조용히",
    "부사"
  ],
  "soil": [
    "토양, 흙",
    "단어"
  ],
  "solar": [
    "태양의",
    "단어"
  ],
  "sold": [
    "sell 의 과거, 과거분사",
    "단어"
  ],
  "soldiers": [
    "군인, 병사",
    "단어"
  ],
  "sole": [
    "유일한, 단 하나의",
    "단어"
  ],
  "solo": [
    "혼자서 하는, 단독의",
    "단어"
  ],
  "solve": [
    "해결 타결 하다",
    "단어"
  ],
  "somewhat": [
    "어느 정도, 약간, 다소",
    "단어"
  ],
  "somewhere": [
    "어딘가에 에서/에로",
    "단어"
  ],
  "sour": [
    "(맛이) 신, 시큼한, (↔ sweet ), 상한, 안 좋아지다, 틀어지다, 안 좋아지게[틀어지게] 만들다",
    "형용사"
  ],
  "southwest": [
    "the ~ 남서 )",
    "단어"
  ],
  "soy": [
    "콩, 대두",
    "명사"
  ],
  "spanking": [
    "엉덩이 때리기",
    "단어"
  ],
  "speaking": [
    "말하는, 이야기하는, 말을 할 정도의",
    "단어"
  ],
  "specialist": [
    "전문가, 전공자",
    "단어"
  ],
  "specialists": [
    "특화종",
    "단어"
  ],
  "specialty": [
    "전문 음식 요리 , 특산물 명물",
    "단어"
  ],
  "specifically": [
    "분명히, 명확하게",
    "단어"
  ],
  "specification": [
    "설명서, 사양",
    "단어"
  ],
  "specify": [
    "명시하다",
    "단어"
  ],
  "specs": [
    "유리",
    "단어"
  ],
  "spectrum": [
    "스펙트럼, 빛띠",
    "단어"
  ],
  "spend": [
    "쓰다 들이다",
    "단어"
  ],
  "spinach": [
    "시금치",
    "명사"
  ],
  "spiritual": [
    "정신의, 정신적인",
    "단어"
  ],
  "split": [
    "분열되다, 의견이 갈리다",
    "단어"
  ],
  "sponsors": [
    "스폰서 광고주/후원 업체",
    "단어"
  ],
  "spoon": [
    "숟가락",
    "명사"
  ],
  "spot": [
    "점, 반점",
    "단어"
  ],
  "spray": [
    "물보라, 비말",
    "단어"
  ],
  "spread": [
    "펼치다 펴다",
    "단어"
  ],
  "spy": [
    "스파이, 정보원, 첩자",
    "단어"
  ],
  "spyware": [
    "스파이웨어",
    "단어"
  ],
  "sql": [
    "structured query language",
    "단어"
  ],
  "squid": [
    "오징어",
    "명사"
  ],
  "sr": [
    "고위 고급/상급/상위 의",
    "단어"
  ],
  "src": [
    "과학",
    "단어"
  ],
  "sri": [
    "스리",
    "단어"
  ],
  "ss": [
    "성인들",
    "단어"
  ],
  "stability": [
    "안정, 안정성 감",
    "단어"
  ],
  "stable": [
    "안정된, 안정적인",
    "단어"
  ],
  "stainless": [
    "때 끼지 않은, 얼룩지지 않은",
    "단어"
  ],
  "stamps": [
    "우표",
    "단어"
  ],
  "statistical": [
    "통계적 의",
    "단어"
  ],
  "stephen": [
    "남자 이름 )",
    "단어"
  ],
  "stereo": [
    "스테레오",
    "단어"
  ],
  "sterling": [
    "영국 화폐 제도, 영국 파운드화",
    "단어"
  ],
  "steven": [
    "남자 이름 )",
    "단어"
  ],
  "stewart": [
    "남자 이름",
    "단어"
  ],
  "stick": [
    "찌르다 박다",
    "단어"
  ],
  "stool": [
    "등받이 없는 의자, 스툴",
    "명사"
  ],
  "stopped": [
    "멈춘, 정지된",
    "단어"
  ],
  "stored": [
    "축적된",
    "단어"
  ],
  "storm": [
    "폭풍, 폭풍우",
    "단어"
  ],
  "stove": [
    "난로, 가스레인지",
    "명사"
  ],
  "strange": [
    "이상한",
    "단어"
  ],
  "strawberry": [
    "딸기",
    "명사"
  ],
  "stress": [
    "스트레스",
    "단어"
  ],
  "strike": [
    "치다, 부딪치다",
    "단어"
  ],
  "strip": [
    "옷을 벗다 벗기다",
    "단어"
  ],
  "strongly": [
    "튼튼히",
    "단어"
  ],
  "structural": [
    "구조상의, 구조적인",
    "단어"
  ],
  "studied": [
    "세심하게 계획된",
    "단어"
  ],
  "stupid": [
    "어리석은",
    "단어"
  ],
  "su": [
    "strontium unit",
    "단어"
  ],
  "sublime": [
    "절묘한",
    "단어"
  ],
  "submission": [
    "항복, 굴복",
    "단어"
  ],
  "subscriptions": [
    "구독료, 구독",
    "단어"
  ],
  "subsection": [
    "세부 항목",
    "단어"
  ],
  "subsequent": [
    "그 이 다음의, 차후의",
    "단어"
  ],
  "substance": [
    "물질",
    "단어"
  ],
  "substances": [
    "결정체",
    "단어"
  ],
  "substantial": [
    "상당한",
    "단어"
  ],
  "successfully": [
    "성공적으로, 용케, 잘, 훌륭하게",
    "단어"
  ],
  "sugar": [
    "설탕",
    "단어"
  ],
  "suit": [
    "정장",
    "단어"
  ],
  "suitable": [
    "적합한, 적절한, 알맞은",
    "단어"
  ],
  "sum": [
    "액수",
    "단어"
  ],
  "summit": [
    "정상, 산꼭대기",
    "단어"
  ],
  "sunflower": [
    "해바라기",
    "명사"
  ],
  "superior": [
    "우수한 우세한/우월한",
    "단어"
  ],
  "supposed": [
    "소위 이른바 …라는",
    "단어"
  ],
  "supreme": [
    "최고의",
    "단어"
  ],
  "surprise": [
    "뜻밖의 놀라운 일 소식",
    "단어"
  ],
  "surrounding": [
    "인근의, 주위의",
    "단어"
  ],
  "survival": [
    "생존",
    "단어"
  ],
  "susan": [
    "여자 이름 )",
    "단어"
  ],
  "suspension": [
    "정직, 정학, 출장 정지",
    "단어"
  ],
  "sw": [
    "단파",
    "단어"
  ],
  "sweater": [
    "스웨터",
    "명사"
  ],
  "sweden": [
    "스웨덴 )",
    "단어"
  ],
  "swimming": [
    "수영",
    "단어"
  ],
  "swing": [
    "흔들리다 흔들다",
    "단어"
  ],
  "swiss": [
    "스위스의",
    "단어"
  ],
  "switzerland": [
    "스위스",
    "단어"
  ],
  "sydney": [
    "시드니 )",
    "단어"
  ],
  "symbol": [
    "상징",
    "단어"
  ],
  "symbols": [
    "도식",
    "단어"
  ],
  "symptoms": [
    "증상",
    "단어"
  ],
  "syndrome": [
    "증후군",
    "단어"
  ],
  "syntax": [
    "구문론, 통사론",
    "단어"
  ],
  "ta": [
    "고마워",
    "단어"
  ],
  "tab": [
    "색인표, 식별표",
    "단어"
  ],
  "tabs": [
    "색인표, 식별표",
    "단어"
  ],
  "taken": [
    "TAKE 의 과거분사",
    "단어"
  ],
  "talent": [
    "재주, 재능, 장기",
    "단어"
  ],
  "tank": [
    "탱크",
    "단어"
  ],
  "taste": [
    "맛",
    "단어"
  ],
  "taught": [
    "teach 의 과거, 과거분사",
    "단어"
  ],
  "taxes": [
    "TAX 의 복수형",
    "명사"
  ],
  "taylor": [
    "Frederick Winslow ~ )",
    "단어"
  ],
  "td": [
    "아일랜드 의회 의원",
    "단어"
  ],
  "te": [
    "시",
    "단어"
  ],
  "technique": [
    "기법",
    "단어"
  ],
  "telecom": [
    "전기 통신",
    "단어"
  ],
  "telecommunications": [
    "통신",
    "단어"
  ],
  "temple": [
    "신전, 사원, 절, 사찰, 회당",
    "단어"
  ],
  "tennis": [
    "테니스",
    "단어"
  ],
  "tenth": [
    "열 번째",
    "수사"
  ],
  "terminal": [
    "공항 터미널",
    "단어"
  ],
  "territory": [
    "지역, 영토",
    "단어"
  ],
  "terrorism": [
    "테러리즘, 테러",
    "단어"
  ],
  "terry": [
    "테리직",
    "단어"
  ],
  "testimonials": [
    "고객의 증명",
    "단어"
  ],
  "textbook": [
    "교과서",
    "명사"
  ],
  "thai": [
    "타이 사람, the ~ 타이 국민",
    "단어"
  ],
  "thailand": [
    "타이, 태국 ((동남아시아의 왕국",
    "단어"
  ],
  "theft": [
    "절도",
    "단어"
  ],
  "thermal": [
    "열의",
    "단어"
  ],
  "thick": [
    "두꺼운, 두툼한, 굵은",
    "단어"
  ],
  "thin": [
    "얇은, 가는",
    "단어"
  ],
  "thirteen": [
    "13, 열셋",
    "수사"
  ],
  "thirteenth": [
    "열세 번째",
    "수사"
  ],
  "thirtieth": [
    "서른 번째",
    "수사"
  ],
  "thongs": [
    "끈 달린 슬리퍼",
    "단어"
  ],
  "thousand": [
    "1,000, 천",
    "단어"
  ],
  "throat": [
    "목구멍, 목",
    "단어"
  ],
  "throw": [
    "던지다",
    "단어"
  ],
  "thumbnail": [
    "엄지손톱",
    "단어"
  ],
  "tie": [
    "묶다, 묶어 두다 놓다",
    "단어"
  ],
  "tiffany": [
    "티파니 의 일종))",
    "단어"
  ],
  "tiger": [
    "호랑이",
    "단어"
  ],
  "tight": [
    "단단한, 꽉 조여 묶여 있는",
    "단어"
  ],
  "till": [
    "계산대",
    "단어"
  ],
  "tim": [
    "트래블 인포메이션 매뉴얼",
    "단어"
  ],
  "tiny": [
    "아주 작은 적은",
    "단어"
  ],
  "tion": [
    "이온",
    "단어"
  ],
  "tissue": [
    "조직",
    "단어"
  ],
  "tm": [
    "가지다, 있다, 소유하다",
    "단어"
  ],
  "tn": [
    "number",
    "단어"
  ],
  "tobacco": [
    "담배",
    "단어"
  ],
  "toe": [
    "발가락",
    "단어"
  ],
  "tokyo": [
    "도쿄 )",
    "단어"
  ],
  "told": [
    "tell 의 과거, 과거분사",
    "단어"
  ],
  "tomorrow": [
    "내일",
    "단어"
  ],
  "tone": [
    "어조, 말투",
    "단어"
  ],
  "tones": [
    "어조, 말투",
    "단어"
  ],
  "tonight": [
    "오늘 밤에",
    "단어"
  ],
  "tony": [
    "멋진",
    "단어"
  ],
  "tooth": [
    "이, 치아",
    "명사"
  ],
  "toshiba": [
    "도시바",
    "단어"
  ],
  "totally": [
    "완전히, 전적으로",
    "단어"
  ],
  "tough": [
    "힘든, 어려운",
    "단어"
  ],
  "tourist": [
    "관광객",
    "단어"
  ],
  "tournament": [
    "토너먼트",
    "단어"
  ],
  "tower": [
    "탑",
    "단어"
  ],
  "toyota": [
    "도요타, 豊田",
    "단어"
  ],
  "tr": [
    "전송 송신/방송 하다",
    "단어"
  ],
  "trackback": [
    "트랙백",
    "단어"
  ],
  "tradition": [
    "전통",
    "단어"
  ],
  "trail": [
    "자국 흔적",
    "단어"
  ],
  "trailer": [
    "트레일러",
    "단어"
  ],
  "trailers": [
    "트레일러",
    "단어"
  ],
  "trained": [
    "훈련받은, 숙달된",
    "단어"
  ],
  "transaction": [
    "거래, 매매",
    "단어"
  ],
  "transactions": [
    "매매거래",
    "단어"
  ],
  "transit": [
    "수송",
    "단어"
  ],
  "transition": [
    "이행 과도",
    "단어"
  ],
  "transmission": [
    "전염, 전파, 전달",
    "단어"
  ],
  "treated": [
    "대하다 다루다/취급하다/대우하다",
    "단어"
  ],
  "tropical": [
    "열대 지방의, 열대의",
    "단어"
  ],
  "trouble": [
    "애, 문제, 곤란, 골칫거리",
    "단어"
  ],
  "trucks": [
    "대형 트럭 화물차",
    "단어"
  ],
  "truly": [
    "정말로, 진심으로",
    "단어"
  ],
  "tube": [
    "관",
    "단어"
  ],
  "tulip": [
    "튤립",
    "명사"
  ],
  "turtle": [
    "바다 거북, (모든 종류의) 거북",
    "명사"
  ],
  "tutorial": [
    "개별 그룹별 지도 시간",
    "단어"
  ],
  "tutorials": [
    "개별 그룹별 지도 시간",
    "단어"
  ],
  "tvs": [
    "터널 비전 시스템",
    "단어"
  ],
  "twelfth": [
    "열두 번째",
    "수사"
  ],
  "twentieth": [
    "스무 번째",
    "수사"
  ],
  "twenty": [
    "20, 스물",
    "단어"
  ],
  "twice": [
    "두 번",
    "단어"
  ],
  "twig": [
    "잔가지",
    "명사"
  ],
  "twiki": [
    "트위키 )",
    "단어"
  ],
  "twin": [
    "쌍둥이",
    "단어"
  ],
  "typically": [
    "보통, 일반적으로",
    "단어"
  ],
  "ukraine": [
    "원래 the ~ 우크라이나 )",
    "단어"
  ],
  "ultra": [
    "극단주의자, 과격파",
    "단어"
  ],
  "unable": [
    "…할 수 없는, …하지 못하는",
    "단어"
  ],
  "und": [
    "품목 긴요도부호",
    "단어"
  ],
  "undergraduate": [
    "학부생, 대학생",
    "단어"
  ],
  "underground": [
    "지하의",
    "단어"
  ],
  "unfortunately": [
    "불행하게도, 유감스럽게도",
    "단어"
  ],
  "uniform": [
    "제복, 군복, 교복, 유니폼",
    "단어"
  ],
  "universe": [
    "우주",
    "단어"
  ],
  "unix": [
    "유닉스",
    "단어"
  ],
  "unlike": [
    "…와 다른",
    "단어"
  ],
  "unlimited": [
    "무제한의, 무한정의",
    "단어"
  ],
  "unlucky": [
    "운이 나쁜",
    "형용사"
  ],
  "unsubscribe": [
    "주소를 삭제하다",
    "단어"
  ],
  "upcoming": [
    "다가오는, 곧 있을",
    "단어"
  ],
  "upload": [
    "업로드하다",
    "단어"
  ],
  "upstairs": [
    "위층, 위층에",
    "부사"
  ],
  "urw": [
    "참 잘 오셨습니다",
    "단어"
  ],
  "usage": [
    "용법 어법/사용",
    "단어"
  ],
  "usc": [
    "미국 연방 법전",
    "단어"
  ],
  "useless": [
    "소용없는, 쓸모 없는, (…을) 잘 못하는",
    "형용사"
  ],
  "usual": [
    "흔히 하는 있는 , 평상시의, 보통의",
    "단어"
  ],
  "ut": [
    "음악 유트 )",
    "단어"
  ],
  "utc": [
    "협정 세계시",
    "단어"
  ],
  "vacuum": [
    "진공",
    "단어"
  ],
  "valentine": [
    "발렌타인데이 카드",
    "단어"
  ],
  "valuable": [
    "소중한, 귀중한",
    "단어"
  ],
  "vancouver": [
    "밴쿠버 )",
    "단어"
  ],
  "variables": [
    "변광성",
    "단어"
  ],
  "vat": [
    "통",
    "단어"
  ],
  "vector": [
    "벡터",
    "단어"
  ],
  "venture": [
    "벤처 , 모험",
    "단어"
  ],
  "venue": [
    "장소",
    "단어"
  ],
  "verify": [
    "확인하다",
    "단어"
  ],
  "vermont": [
    "버몬트 ((미국 동북부의 주",
    "단어"
  ],
  "versus": [
    "…대",
    "단어"
  ],
  "vertical": [
    "수직의, 세로의",
    "단어"
  ],
  "vi": [
    "U 화학 버지늄 )",
    "단어"
  ],
  "victims": [
    "피해자 희생자/환자",
    "단어"
  ],
  "victoria": [
    "빅토리아 )",
    "단어"
  ],
  "victory": [
    "승리",
    "단어"
  ],
  "vietnam": [
    "베트남 )",
    "단어"
  ],
  "villa": [
    "휴가용 주택, 별장",
    "단어"
  ],
  "vinegar": [
    "식초",
    "명사"
  ],
  "vinyl": [
    "비닐",
    "단어"
  ],
  "violation": [
    "위반",
    "단어"
  ],
  "virgin": [
    "숫처녀 총각 , 동정녀 남",
    "단어"
  ],
  "visa": [
    "비자, 사증",
    "단어"
  ],
  "visible": [
    "보이는, 알아볼 수 있는",
    "단어"
  ],
  "visitor": [
    "방문객, 손님",
    "단어"
  ],
  "vista": [
    "경치, 풍경",
    "단어"
  ],
  "vitamin": [
    "비타민",
    "단어"
  ],
  "vivid": [
    "선명한, 생생한",
    "형용사"
  ],
  "vodka": [
    "보드카",
    "명사"
  ],
  "voltage": [
    "전압",
    "단어"
  ],
  "von": [
    "독일·오스트리아 귀족의 가명 앞에서 … 의",
    "단어"
  ],
  "waffle": [
    "와플",
    "명사"
  ],
  "wake": [
    "깨다 일어나다 , 깨우다",
    "단어"
  ],
  "wallpaper": [
    "벽지",
    "단어"
  ],
  "wallpapers": [
    "벽지",
    "단어"
  ],
  "walnut": [
    "호두",
    "명사"
  ],
  "ward": [
    "-실 병동",
    "단어"
  ],
  "warm": [
    "따뜻한, 따스한, 훈훈한",
    "단어"
  ],
  "warren": [
    "토끼의 사육장",
    "단어"
  ],
  "watermelon": [
    "수박",
    "명사"
  ],
  "wave": [
    "파도, 물결",
    "단어"
  ],
  "wayne": [
    "남자 이름",
    "단어"
  ],
  "weak": [
    "약한, 힘이 없는",
    "단어"
  ],
  "weakness": [
    "약점, 약함",
    "명사"
  ],
  "wealth": [
    "부 , 재산",
    "단어"
  ],
  "weapons": [
    "무기",
    "단어"
  ],
  "webcam": [
    "웹캠",
    "단어"
  ],
  "weblog": [
    "웹로그",
    "단어"
  ],
  "webmaster": [
    "웹마스터",
    "단어"
  ],
  "wet": [
    "젖은",
    "단어"
  ],
  "whale": [
    "고래",
    "명사"
  ],
  "whatelse": [
    "그 밖에 무엇, 또 무엇",
    "어구"
  ],
  "wheel": [
    "바퀴",
    "단어"
  ],
  "wheels": [
    "바퀴",
    "단어"
  ],
  "whenever": [
    "…할 때는 언제든지",
    "단어"
  ],
  "whereas": [
    "…한 사실이 있으므로",
    "단어"
  ],
  "whiskey": [
    "위스키",
    "명사"
  ],
  "widely": [
    "널리, 폭넓게",
    "단어"
  ],
  "width": [
    "폭, 너비",
    "단어"
  ],
  "wiki": [
    "때때로 WikiWiki 위키 )",
    "단어"
  ],
  "wikipedia": [
    "위키피디아",
    "단어"
  ],
  "wildlife": [
    "야생 동물",
    "단어"
  ],
  "wilson": [
    "윌슨 Woodrow ~ ))",
    "단어"
  ],
  "wing": [
    "날개",
    "단어"
  ],
  "winner": [
    "우승자, 승자",
    "단어"
  ],
  "winners": [
    "우승자, 승자",
    "단어"
  ],
  "wisdom": [
    "지혜, 슬기, 현명함",
    "단어"
  ],
  "wise": [
    "지혜로운, 현명한, 슬기로운",
    "단어"
  ],
  "wishlist": [
    "명사",
    "단어"
  ],
  "wolf": [
    "늑대, 이리",
    "단어"
  ],
  "women": [
    "WOMAN 의 복수",
    "단어"
  ],
  "won": [
    "win 의 과거, 과거분사",
    "동사, 명사"
  ],
  "wonder": [
    "궁금하다, 궁금해하다",
    "단어"
  ],
  "wooden": [
    "나무로 된, 목재의",
    "단어"
  ],
  "workplace": [
    "직장, 업무 현장",
    "단어"
  ],
  "worm": [
    "벌레, 지렁이",
    "명사"
  ],
  "worry": [
    "걱정하다",
    "단어"
  ],
  "worse": [
    "더 나쁜 못한/엉망인",
    "단어"
  ],
  "worship": [
    "예배, 숭배",
    "단어"
  ],
  "worst": [
    "가장 나쁜 못한 , 최악의",
    "단어"
  ],
  "wow": [
    "우아, 와",
    "단어"
  ],
  "wright": [
    "장인, 기능인 )",
    "단어"
  ],
  "wrist": [
    "손목",
    "명사"
  ],
  "writers": [
    "작가, 문인, 저술가",
    "단어"
  ],
  "wv": [
    "웨스트버지니아 주 )",
    "단어"
  ],
  "wyoming": [
    "와이오밍 ((미국 북서부의 주",
    "단어"
  ],
  "ya": [
    "you, your",
    "단어"
  ],
  "yard": [
    "마당, 뜰",
    "단어"
  ],
  "yards": [
    "마당, 뜰",
    "단어"
  ],
  "yeah": [
    "응, 그래",
    "단어"
  ],
  "yoga": [
    "요가",
    "단어"
  ],
  "yogurt": [
    "요구르트",
    "명사"
  ],
  "zebra": [
    "얼룩말",
    "명사"
  ],
  "zum": [
    "예를 들면",
    "단어"
  ]
}
);
